Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: de_de, fr_fr, hu_hu, it_it

source: List Friends
de_de: Liste der Kontakte
fr_fr: Lister les amis
hu_hu: barátok megjelenítése
it_it: Lista amici

source: Friends for:
de_de: Kontakte für:
fr_fr: Amis pour:
hu_hu: e felhasználó barátai:
it_it: Amici di:

source: Geo Location
fr_fr: Géolocalisation
hu_hu: geó helyszín
it_it: Posizione geografica

source: Geo location coordinates:
fr_fr: Coordonnées de géolocalisation
hu_hu: geó helyszín kordináták
it_it: Coordinate posizione geografica:

source: Location:
de_de: Wohnort:
fr_fr: Localisation:
hu_hu: hely:
it_it: Posizione:

source: Accuracy:
it_it: Accuratezza:

source: Input Coordinates
fr_fr: Entrer des coordonnées
hu_hu: kordináták beírása
it_it: Immissione coordinate:

source: Latitude:
hu_hu: szélesség
it_it: Latitudine:

source: Longitude:
hu_hu: Hosszúság
it_it: Longitudine:

source: Error: Latitude must be a value between negative 90 and positive 90.
fr_fr: Erreur: La latitude doit être une valeur comprise entre -90 et 90.
hu_hu: hiba: szélesség csak negatív 90 és pozitív 90 közötti szám lehet
it_it: Errore: la latitudine deve essere un valore tra +90 e -90.

source: Error: Longitude must be a value between negative 180 and positive 180.
fr_fr: Erreur: La longitude doit être une valeur comprise entre -180 et 180.
hu_hu: hiba: hossúság csak negatív 180 és pozitív 180 közötti szám lehet
it_it: Errore: la latitudine deve essere un valore tra +180 e -180.

source: Individual Timeline
fr_fr: Timeline individuel
hu_hu: egyéni idövonal:
it_it: Timeline individuale

source: Buffer for:
de_de: Puffer für:
fr_fr: Tampon pour:
hu_hu: tár e felhasználóhoz:
it_it: Vuffer di:

source: Location Selection
fr_fr: Sélection de localisation
hu_hu: hely választása
it_it: Selezione posizione

source: Select type of location:
fr_fr: Sélectionnez le type de localisation:
hu_hu: válassza ki a hely típusát
it_it: Seleziona tipo di posizione:

source: Select location:
fr_fr: Choisissez une localisation:
hu_hu: válassza ki a hely címét:
it_it: Seleziona posizione:

source: &Mention all users
fr_fr: &Mentionner tous les utilisateurs
hu_hu: &hozzászólás minden felhasználónak
it_it: &Menziona tutti gli utenti

source: Profile for %s
it_it: Profilo di %s

source: Screen name:
de_de: Anzeigename:
fr_fr: Nom d'utilisateur:
hu_hu: felhasználói név:
it_it: Nome visualizzato:

source: Real name:
de_de: echter Name:
fr_fr: Nom réel:
hu_hu: Név:
it_it: Vero nome:

source: Tweets are protected:
de_de: Meldungen geschützt:
fr_fr: Les tweets sont protégés:
hu_hu: twítek védettek:
it_it: I tweets sono protetti:

source: Number of followers:
de_de: Anzahl Verfolger:
fr_fr: Nombre de followers:
hu_hu: kötetők száma:
it_it: Numero di followers:

source: Number of friends:
de_de: Anzahl Kontakte:
fr_fr: Nombre d'amis:
hu_hu: barátok száma:
it_it: Numero di amici:

source: Number of tweets:
de_de: Anzahl meldungen:
fr_fr: Nombre de tweets:
hu_hu: twítek száma:
it_it: Numero di tweets:

source: Average tweets per day since joining Twitter:
de_de: Durchschnittliche Anzahl Meldungen pro Tag seit der Registrierung bei Twitter:
fr_fr: Nombre moyen de tweets par jour depuis son inscription sur Twitter:
hu_hu: átlag twítek száma a Twitter használata óta:
it_it: Media giornaliera tweet dall'iscrizione a twitter

source: Date of last tweet:
de_de: Datum der letzten Meldung:
fr_fr: Date du dernier tweet:
hu_hu: utolsó twít dátuma:
it_it: Data dell'ultimo tweet:

source: Not available
fr_fr: Non disponible
hu_hu: nem érhető el
it_it: Non disponibile

source: Date joined Twitter:
de_de: Angemeldet seit:
fr_fr: Date d'inscription sur Twitter:
hu_hu: Twitter csatlakozási dátuma:
it_it: Data iscrizione a twitter

source: Follow %s
fr_fr: Suivre %s
hu_hu: %s követése
it_it: Segui %s

source: Unfollow %s
fr_fr: Ne plus suivre %s
hu_hu: %s követés lemondása
it_it: Smetti di seguire %s

source: Update profile
de_de: Profil aktualisieren
fr_fr: Mettre à jour le profil
hu_hu: személyes profil frissítése
it_it: Aggiorna profilo

source: Name (Maximum of %d characters).
de_de: Name (maximal %d Zeichen)
fr_fr: Nom (%d caractères maximum)
hu_hu: név (maximum %d karakter)
it_it: Nome (massimo di %d caratteri).

source: URL (Maximum of %d characters).
de_de: URL (maximal %d Zeichen)
fr_fr: URL (%d caractères maximum).
hu_hu: honlap (maximum %d karakter)
it_it: URL (massimo di %d caratteri).

source: Location (Maximum of %d characters).
de_de: Wohnort (maximal %d Zeichen)
fr_fr: Localisation (%d caractères maximum).
hu_hu: tartózkodási helye (maximum %d karakter)
it_it: Posizione (massimo di %d caratteri).

source: Bio (Maximum of %d characters).
de_de: BIO (maximal %d Zeichen):
fr_fr: Bio (%d caractères maximum).
hu_hu: életrajz (maximum %d karakter)
it_it: Bio (massimo di %d caratteri).

source: Relationship
fr_fr: Relation
hu_hu: kapcsolat
it_it: Relazione

source: Relationship status between:
fr_fr: Status des relations entre:
hu_hu: kapcsolat e felhasználók közt:
it_it: Stato di relazione tra:

source: And:
fr_fr: Et:
hu_hu: és:
it_it: E:

source: Twitter Search:
de_de: suchen:
fr_fr: Rechercher sur Twitter:
hu_hu: Twitter Keresés:
it_it: Ricerca di twitter:

source: Persistent results
de_de: permanente Ergebnisse
fr_fr: Résultats persistants
hu_hu: tartott eredmények
it_it: Risultati persistenti

source: Save Search
de_de: Suche speichern
fr_fr: Enregistrer la recherche
hu_hu: keresés mentése
it_it: Salva la ricerca

source: Unfollow someone
fr_fr: Ne plus suivre quelqu'un
hu_hu: Felhasználó kikövetése
it_it: Smetti di seguire qualcuno

source: Unfollow who:
de_de: Wen wollen Sie ab jetzt nicht mehr verfolgen:
fr_fr: Ne plus suivre qui?
hu_hu: Kikövetés ezt:
it_it: Smetti di seguire chi:

source: Action:
de_de: Aktion:
hu_hu: művelet
it_it: Azione:

source: Unfollow
fr_fr: Ne plus suivre
hu_hu: követés lemondása
it_it: Smetti di seguire

source: Block
fr_fr: Verrouillage
hu_hu: blokkolás
it_it: Blocca

source: Report as spam
fr_fr: Signaler en tant que spam
hu_hu: számolás spamként
it_it: Segnala come spam

source: User profile
fr_fr: Profil utilisateur
hu_hu: felhasználói profil
it_it: Profilo utente

source: User profile for:
de_de: Benutzerprofil für:
fr_fr: Profil utilisateur pour:
hu_hu: profil ennek:
it_it: Profilo utente di:

source: Twitter Configuration
de_de: Twitter-Einstellungen
fr_fr: Configuration Twitter
hu_hu: Qwitter Konfiguráció
it_it: Configurazione di twitter

source: Sounds
de_de: Klänge
fr_fr: Sons
hu_hu: hangok
it_it: Suoni

source: Ask whether comments are to be added (recommended)
fr_fr: Demander si des commentaires doivent être ajoutés (recommandé)
hu_hu: megjegyzések hozzáadása küldés előtt (ajánlott)
it_it: Chiedere se devono essere aggiunti commenti (raccomandato)

source: Never add comments (automatically retweet)
fr_fr: Ne jamais ajouter de commentaires (retweeter automatiquement)
hu_hu: Soha se legyen megkérdezve (automatikusan retwít)
it_it: Non aggiungere mai commenti (fai il retweet automaticamente)

source: Always add comments (old style)
fr_fr: Toujours ajouter des commentaires (ancienne méthode)
hu_hu: mindeg lehessen megjegyzéseket hozzáadni (régi stílus)
it_it: Aggiungere sempre i commenti (vecchio stile)

source: Enable DM safe mode
fr_fr: Activer le mode DM sécurisé?
hu_hu: Személyes üzenetek biztonságos mód engedélyezése
it_it: Attiva la modalità sicura per messaggi diretti

source: Confirm before removing sent tweets and DMs
fr_fr: Demander confirmation avant la suppression des tweets et des DM
hu_hu: DM és elküldött elemek törlés előtt megkérdés
it_it: Conferma prima di rimuovere tweets inviati e messaggi diretti

source: Retweet Style
fr_fr: Style de retweet
hu_hu: retwít formátum
it_it: Stile retweet

source: Allow reply to self
fr_fr: Autoriser les réponses à soi-même?
hu_hu: önmagára való válaszolás engedélyezése
it_it: Permetti la risposta a te stesso

source: Work offline
fr_fr: Travailler hors ligne
hu_hu: kapcsolat nélküli dolgozás
it_it: Lavora offline

source: Sound pack
de_de: Motiv
fr_fr: Pack de sons
hu_hu: hang téma
it_it: Pacchetti suoni

source: Mute session
fr_fr: Rendre la session courante Muette
hu_hu: szakasz némítása
it_it: Silenzio sessione

source: New generic buffer template:
fr_fr: Nouveau modèle pour tampon générique:
hu_hu: új nemi sablon:
it_it: Nuovo modello per buffer generico:

source: New search buffer template:
fr_fr: Nouveau modèle pour tampon de recherche:
hu_hu: új keresési sablon
it_it: Nuovo modello per buffer di ricerca:

source: New followers/friends buffer template:
fr_fr: Nouveau modèle pour tampon de followers/followings
hu_hu: alapértelmezett követők és barátok sablonja
it_it: Nuovo modello per buffer di followers/amici:

source: Modify Existing Buffer Templates...
fr_fr: Modification des modèles pour les tampons existants...
hu_hu: jelen puffer sablon módositása
it_it: Modifica i modelli per i buffer esistenti...

source: User info template:
de_de: Vorlage für Benutzerinformationen:
fr_fr: Modèle pour infos utilisateurs:
hu_hu: felhasználói infó sablona:
it_it: Modello per informazioni utente:

source: Reply template:
de_de: Vorlage für Antworten:
fr_fr: Modèle pour réponse:
hu_hu: válaszolási sablon:
it_it: Modello per risposta:

source: Retweet template:
de_de: Vorlage für weitergeleitete Meldungen
fr_fr: Modèle pour retweet:
hu_hu: retwít sablon:
it_it: Modello per retweet:

source: List name:
de_de: Name der Liste:
fr_fr: Nom de la liste:
hu_hu: Lista Neve:
it_it: Nome lista:

source: List mode:
de_de: Listenmodus:
fr_fr: Mode de la liste:
hu_hu: Lista típusa:
it_it: Modalità lista:

source: List description:
de_de: Beschreibung der Liste:
fr_fr: Description de la liste:
hu_hu: Lista leírása:
it_it: Descrizione lista:

source: List manager
fr_fr: Gestionnaire de listes
hu_hu: lista kezelő
it_it: Gestore lista

source: Current lists:
de_de: aktuelle Listen:
fr_fr: Listes courantes:
hu_hu: jelen listák:
it_it: Liste correnti:

source: &Add list...
fr_fr: Ajouter une liste...
hu_hu: &lista hozzáadása
it_it: &Aggiungi lista...

source: &Edit list...
fr_fr: &Éditer la liste...
hu_hu: &lista szerkeztése...
it_it: &Modifica lista...

source: &Remove list...
fr_fr: &Supprimer la liste...
hu_hu: lista törlése
it_it: &Rimuovi lista...

source: &Spawn list
fr_fr: &Générer la liste
hu_hu: &lista elkészítése
it_it: &Apri lista

source: Add list
fr_fr: Ajouter une liste
hu_hu: lista hozzáadása
it_it: Aggiungi lista

source: Please wait...
fr_fr: Veuillez patienter...
hu_hu: kérem várjon...
it_it: Attendi per favore...

source: List created.
de_de: Liste erstellt.
it_it: Lista creata.

source: Edit list
fr_fr: Éditer la liste
hu_hu: lista szerkeztése
it_it: Modifica lista

source: List editted successfully.
it_it: Lista modificata con successo.

source: Unable to edit list.
it_it: Impossibile modificare la lista.

source: Are you sure you want to delete %s?
it_it: Sei sicuro di voler eliminare %s?

source: Delete list
de_de: Liste löschen
fr_fr: Supprimer la liste
hu_hu: lista törlése
it_it: Elimina lista

source: list %s deleted.
it_it: Lista %s eliminata.

source: Unable to delete list %s.
it_it: impossibile eliminare la lista %s.

source: Mode
hu_hu: mód
it_it: Modalità

source: action
hu_hu: művelet
it_it: Azione

source: Delaying %s for %s.
fr_fr: décallage de %s pour %s.
hu_hu: %s elhalítás %s ideig
it_it: Ritardo %s di %s.

source: a decade
hu_hu: egy tized év
it_it: un decennio

source: {0} decades
hu_hu: {0} tized
it_it: {0} decenni

source: a year
hu_hu: egy év
it_it: un anno

source: {0} years
hu_hu: {0} éveegy éve
it_it: {0} anni

source: a month
hu_hu: egy hónapja
it_it: un mese

source: {0} months
hu_hu: {0} hónap
it_it: {0} mesi

source: a week
hu_hu: egy hét
it_it: una settimana

source: {0} weeks
hu_hu: {0} héte
it_it: {0} settimane

source: a day
hu_hu: egy nap
it_it: un giorno

source: {0} days
hu_hu: {0} napja
it_it: {0} giorni

source: an hour
hu_hu: egy óra
it_it: un ora

source: {0} hours
hu_hu: {0} órája
it_it: {0} ore

source: a minute
hu_hu: egy perc
it_it: un minuto

source: {0} minutes
hu_hu: {0} perc
it_it: {0} minuti

source: a second
hu_hu: egy másodperc
it_it: un secondo

source: {0} seconds
hu_hu: {0} másodperc
it_it: {0} secondi

source: Welcome to %s
de_de: Willkommen zu %s
fr_fr: Bienvenue dans %s
hu_hu: üdvözli a %s
it_it: Benvenuto in %s...

source: There was an error in the startup process. We appologize for this.
de_de: Entschuldigen Sie bitte, aber während des Startvorgangs trat ein Fehler auf.
fr_fr: Une erreur s'est produite pendant le processus de démarrage. Veuillez nous en excuser.
hu_hu: Hiba történt az indulás közben. Elnézést ezért
it_it: C'è stato un errore nel processo di avvio. Ci scusiamo per questo.

source: SAPI speech voice
de_de: SAPI-Stimme:
hu_hu: sapi hangkarakter

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
hu_hu: felhasználói név

source: Password
de_de: Kennwort
fr_fr: Mot de passe
hu_hu: jelszó

source: Modifiers unlocked.
hu_hu: billentyű kombinációk feloldva

source: &Stop
fr_fr: &Arrêter.
hu_hu: &leállítás

source: Source language:
hu_hu: forrási nyelv:

source: Destination language:
hu_hu: végleges nyelv:

source: buffer %s
fr_fr: Tampon %s
hu_hu: tár %s

source: Not Available
hu_hu: nem érhető el

source: {0} ago
hu_hu: {0} óta

source: %s %d of %d.
hu_hu: %s: %d per %d elem

source: Buffer
de_de: Puffer
fr_fr: Tampon
hu_hu: tár

source: replacement
fr_fr: Remplacement
hu_hu: áthelyezés

source: %s: Empty.
hu_hu: %s: Üres

source: CTRL
de_de: strg
hu_hu: control

source: E&xecute Function
hu_hu: F&unkció végrehajtása

source: Modifiers locked.
hu_hu: billentyű kombináció lezárva

source: audio playback stopped.
hu_hu: audio lejátszás leállítva

source: Loading file...
hu_hu: fájl betőltése...

source: Timers
fr_fr: Minuterie
hu_hu: számlálók

source: follower
hu_hu: követő

source: followers
hu_hu: követők

source: tweets
hu_hu: tweetek

source: retweet
hu_hu: újra twítelés

source: retweets
hu_hu: saját újratwítjeim

source: user
hu_hu: felhasználó

source: users
hu_hu: felhasználók

source: Screen name
hu_hu: felhasználói név

source: %s updated
hu_hu: %s frissítve

source: %s for %s updated
hu_hu: %s frissitve a %s hez

source: Subscribe
hu_hu: feljelentkezés

source: &Unsubscribe
hu_hu: &lejelentkezés

source: Creating list
hu_hu: lista elkészítése

source: Editting list
hu_hu: lista szerkeztése

source: Subscribing to list
hu_hu: feljelentkezése a listára

source: Unsubscribing from list
hu_hu: lista lemondása

source: Owner
hu_hu: kezelő

source: Tweet
hu_hu: twít

source: Retweet:
de_de: weiterleiten:
fr_fr: Retweeter:
hu_hu: retwít:

source: Account ID:
hu_hu: fiók száma

source: URL:
hu_hu: webcím:

source: Bio:
hu_hu: életrajz:

source: reply
fr_fr: Réponse
hu_hu: válaszolás

source: Retweet
de_de: weiterleiten
fr_fr: Retweeter
hu_hu: retwít

source: Followers
de_de: Verfolger
hu_hu: követők

source: Session type mismatch.
hu_hu: a szakasz típusa nem egyforma

source: Social Network
fr_fr: Réseau social
hu_hu: hálózat

source: Social Network: %s
fr_fr: Réseau social: %s
hu_hu: hálózat: %s

source: Select user
hu_hu: válassza ki a felhasználót:

source: Home
de_de: startseite
fr_fr: Accueil
hu_hu: twítek

source: Please enter the verification code from Twitter for session %s
hu_hu: írja be a megerősítési kódot a twittertöl a %s szakazhoz

source: Retrieving lists
hu_hu: listák lekérése

source: Retrieving lists for %s
hu_hu: Listák lekérése %s hez

source: %s has no lists.
hu_hu: %s felhasználónak nincsenek listái

source: You can only favorite a tweet.
hu_hu: csak egy tweetet lehet kedvencelni

source: There was an error spawning previously-loaded sessions. Please send your log to The Qube's development staff. Activating new session dialog.
hu_hu: Hiba történt a szakasz elkészítésekőr. Kérem küldje el a naplóját a fejleztőknek.

source: An update for %s is available, would you like to download and install it now?
hu_hu: Egy frissítés a %s hez elérhető, leakarja e tölteni?

source: Update %s
hu_hu: %s frissitése

source: An update for The Qube has been downloaded and installed. Press okay to restart the application and begin using the new version. Enjoy!
hu_hu: Egy Frissités a Qube-hoz le lett töltve. Az enter billentyüvel elindul az új verzió.

source: The Qube update
hu_hu: A qube frissitése

source: SHIFT
de_de: Umschalt
fr_fr: MAJ

source: Exporting...
de_de: exportiere...

source: Export complete.
de_de: Export vollständig.

source: Are you sure you want to exit %s?
de_de: Sind Sie sicher, dass Sie %s beenden wollen?

source: Exitting %s.
de_de: %s wird beendet.

source: Keymap unsaved.
de_de: Tastaturbelegung nicht gespeichert.

source: Mute off
de_de: Stummschaltung aus

source: Mute receive
de_de: Stummschaltung für Meldungen

source: Mute all but receive
de_de: Stummschaltung für alles außer Meldungen

source: Full mute
de_de: Stummschaltung an

source: No new posts in %s buffer.
de_de: keine neuen Beiträge im Puffer %s

source: %d new item in search %s
de_de: %d neuer Eintrag bei der Suche nach %s

source: %d new items in search %s
de_de: %d neue einträge bei der Suche nach %s

source: %s new status update.
de_de: neue Status-aktualisierung: %s

source: %s new status updates.
de_de: neue Status-aktualisierungen: %s

source: %d new direct message.
de_de: %d neue direkte Nachricht

source: %d new direct messages.
de_de: %d neuze direkte Nachrichten

source: %d new post in %s's timeline.
de_de: %d neuer Beitrag in der Zeitleiste von %s

source: %d new posts in %s's favorites.
de_de: %d neue Beiträge in den Favouriten von %s

source: %d new tweet.
de_de: %d neue Meldung

source: %d new tweets.
de_de: %d neue Meldungen

source: about a second ago
de_de: vor ungefähr einer Sekunde

source: more than a second ago
de_de: Vor mehr als einer Sekunde

source: about %d seconds ago
de_de: vor ungefähr %d Sekunden

source: about a minute ago
de_de: vor ungefähr einer Minute

source: more than a minute ago
de_de: vor mehr als einer Minute

source: about %d minutes ago
de_de: vor ungefähr %d Minuten

source: about an hour ago
de_de: Vor ungefähr einer Stunde

source: more than an hour ago
de_de: Vor mehr als einer Stunde

source: about %d hours ago
de_de: vor %d Stunden

source: about a day ago
de_de: irgendwann gestern

source: more than a day ago
de_de: vor mehr als einem Tag

source: about %d days ago
de_de: vor %d Tagen

source: Message deleted from database.
de_de: Nachricht aus der Datenbank gelöscht

source: Tweet removed from twitter.
de_de: Die Meldung wurde bei Twitter gelöscht

source: Unable to delete tweet from Twitter.
de_de: Die Meldung konnte bei Twitter nicht gelöscht werden

source: %d new mention.
de_de: %d neue Erwähnung

source: %d new mentions.
de_de: %d neue Erwähnungen

source: Public timeline updated.
de_de: öffentliche Zeitleiste aktualisiert

source: %d new result for %s
de_de: %d neues Ergebnis für %s

source: %d new results for %s
de_de: %d neue Ergebnisse für %s

source: %d new sent item.
de_de: %d neue gesendete Meldung

source: %d new sent items.
de_de: %d neue gesendete Meldungen

source: %d new posts in %s's timeline.
de_de: %d neue Beiträge in der zeitleiste von %s

source: %s Buffer Search
de_de: Suche in Puffer %s

source: &Tweet
de_de: &senden

source: Jump to Post
de_de: zum Beitrag springen

source: Select URL from tweet to open
de_de: Bitte wählen sie eine Adresse zum Öffnen aus.

source: Copy URL
de_de: URL kopieren

source: Error
de_de: Fehler

source: Bing! search
de_de: Bing!-Suche

source: None
de_de: keine

source: Auto Detect
de_de: automatisch erkennen

source: URL Shortener to use
de_de: zu verwendender URL-Schrumpfdienst:

source: Use a GUI (graphical user interface)?
de_de: Grafische Benutzeroberfläche (GUI) anzeigen?

source: Sound System
de_de: System für Audio-ausgabe:

source: Mute Status
de_de: Stummschaltung

source: check for new soundpacks
de_de: nach neuen Motiven suchen

source: Item
de_de: Eintrag

source: Save as
de_de: speichern als

source: Text File (*.txt)|*.txt|WAV File (*.wav)|*.wav
de_de: Textdatei (*.txt)|*.txt|unkomprimierte Klangdatei (*.wav)|*.wav

source: Login to facebook
de_de: bei Facebook anmelden

source: Account
de_de: Benutzerkonto

source: Show Favorites
de_de: Favouriten anzeigen

source: Individual Buffer
de_de: individueller Puffer

source: DM who?
de_de: Empfänger:

source: Direct message:
de_de: direkte Nachricht:

source: Post this message later?
de_de: Diese Nachricht später versenden?

source: Time in minutes to wait before posting this message?
de_de: Wartezeit in Minuten, bevor die Nachricht gesendet wird?

source: New Reply to %s
de_de: Neue Antwort an %s

source: Email (Maximum of %d characters).
de_de: E-Mail-Adresse (maximal %d Zeichen)

source: Stop following someone
de_de: Verfolgung beenden

source: User Profile
de_de: Benutzerprofil

source: Enable DM safe mode?
de_de: Sicheren Modus für direkte Nachrichten verwenden

source: Automatically retweet posts?
de_de: Meldungen automatisch weiterleiten?

source: Reply to self?
de_de: Antworten an eigenes Konto zulassen?

source: Tweet template:
de_de: Vorlage für Meldungen:

source: Sent tweet template:
de_de: Vorlage für gesendete Meldungen:

source: Sent direct message template:
de_de: Vorlage für gesendete direkte Nachrichten:

source: Search template:
de_de: Vorlage durchsuchen:

source: Followers and friends template:
de_de: Vorlagen für Verfolger und Kontakte:

source: Help
de_de: Hilfe

source: Edit list...
de_de: Liste bearbeiten...

source: New list...
de_de: neue Liste...

source: No buffers.
de_de: keine Puffer.

source: Status updated.
de_de: Status aktualisiert.

source: Updating status failed.
de_de: Statusaktualisierung fehlgeschlagen.

source: Statuses
de_de: Statusmeldungen

source: New Tweet
de_de: neue Meldung

source: This tweet will be posted in %d minutes.
de_de: dieses tweet wird in %d Minuten gesendet

source: This dm will be posted in %d minutes.
de_de: dieses dn wird in %d Minuten gesendet

source: No user found to reply to.
de_de: kein Benutzer zum Antworten gefunden.

source: This reply will be posted in %d minutes.
de_de: dieses antworten wird in %d Minuten gesendet.

source: View Item
de_de: Eintrag anzeigen

source: Now following %s
de_de: Sie verfolgen nun %s

source: Following %s failed
de_de: Das Verfolgen von %s ist fehlgeschlagen.

source: No longer following %s
de_de: %s wird nicht mehr länger verfolgt.

source: Unfollowing %s failed
de_de: Das beenden der Verfolgung von %s ist fehlgeschlagen.

source: %s has been blocked.
de_de: %s wurde blockiert.

source: Blocking %s failed
de_de: Das Blockieren von %s ist fehlgeschlagen.

source: %s has been reported as a spammer.
de_de: %s wurde als Störenfried gemeldet.

source: Reporting %s as spam failed
de_de: Das melden von %s als Störenfried ist fehlgeschlagen.

source: Checking for new updates in %s buffer.
de_de: Der Puffer %s wird auf Aktualisierungen geprüft.

source: Logging into Twitter with the supplied credentials failed.
de_de: Das Anmelden bei twitter ist mit diesen Benutzerdaten fehlgeschlagen.

source: %s login failure
de_de: Anmeldung als %s fehlgeschlagen

source: Post copied to clipboard.
de_de: Der Beitrag wrde in die Zwischenablage kopiert.

source: Update posted.
de_de: Aktualisierung verschickt.

source: Update failed.
de_de: Aktualisierung fehlgeschlagen.

source: Reply posted.
de_de: Antwort gesendet.

source: Reply failed.
de_de: Antwort fehlgeschlagen.

source: Dm Sent.
de_de: Direkte Nachricht gesendet.

source: Sending dm failed.
de_de: Das senden der direkten Nachricht ist fehlgeschlagen.

source: Retweet posted.
de_de: Nachricht weitergeleitet.

source: Retweet failed.
de_de: Weiterleitung fehlgeschlagen.

source: Trending Topics
de_de: aktuelle Themen

source: canceled.
de_de: abgebrochen.

source: Tweet added to favorites
de_de: Die Meldung wurde zu den Favouriten hinzugefügt.
