Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: de_de, fr_fr, hu_hu, it_it

source: Marking tweet as favorite failed.
de_de: Das Markieren dieser Meldung als Favourit ist fehlgeschlagen.

source: Removing tweet from favorites failed.
de_de: Das Entfernen dieser Meldung aus den Favouriten ist fehlgeschlagen.

source: Performing analysis, please wait...
de_de: Analyse läuft, bitte warten.

source: Unable to obtain the remaining number of API calls you have this hour.
de_de: Die verbleibende Anzahl von API-Aufrufen konnte nicht ermittelt werden.

source: Unable to check notification status for %s.
de_de: der Benachrichtigungsstatus für %s konnte nicht überprüft werden.

source: You will now receive device notifications for %s.
de_de: Sie werden nunBenachrichtigungen für %s erhalten.

source: Unable to turn on device notifications for %s.
de_de: Die Benachrichtigungen für %s konnten nicht aktiviert werden.

source: You will no longer receive device notifications for %s.
de_de: Sie werden nun keine Benachrichtigungen mehr für %s erhalten.

source: Unable to turn off device notifications for %s.
de_de: die Benachrichtungen für %s konnten nicht deaktiviert werden.

source: Profile updated.
de_de: Profil aktualisiert.

source: Unable to update profile.
de_de: Aktualisierung des Profils fehlgeschlagen.

source: No update is currently available. Thanks for checking!
de_de: Es stehen derzeit keine Aktualisierungen zur Verfügung. Vielen Dank.

source: Attempting to retrieve previous posts in buffer %s
de_de: alte Einträge werden in den Puffer %s geladen.

source: %s does not support this feature.
de_de: dieses Leistungsmerkmal wird in %s nicht unterstützt.

source: No user detected in current buffer.
de_de: im aktuellen Puffer wurde kein Benutzer gefunden.

source: Logging into Twitter as %s
de_de: Anmeldung bei Twitter als %s

source: Retrieving %d list timeline %s from twitter.
de_de: Lade %d Zeitleisten von Twitter (%s)
