Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: de_de, fr_fr, hu_hu, it_it

source: %s Configuration
de_de: Konfiguration für %s
fr_fr: Configuration de %s
hu_hu: %s Konfiguráció
it_it: Configurazione di %s

source: Configuration saved.
de_de: Konfiguration gespeichert.
fr_fr: Configuration sauvegardée
hu_hu: Konfiguráció mentve.
it_it: Configurazione salvata.

source: Exit %s
de_de: %s beenden
fr_fr: Quitter %s
hu_hu: kilépés a %s-böl
it_it: Esci da %s

source: Are you sure you wish to exit %s?
fr_fr: Êtes-vous sûrs de vouloir quitter %s?
hu_hu: Biztosan kilép a %s-böl?
it_it: Sei sicuro di voler uscire da %s?

source: Canceled.
de_de: abgebrochen.
fr_fr: Annulée
hu_hu: jóvánhagyva.
it_it: Annullato.

source: Exiting %s.
fr_fr: Fermeture de %s
hu_hu: kilépés a %s -böl
it_it: Uscita da %s.

source: Speech recognition off.
de_de: Spracherkennung aus
fr_fr: Détection de synthétiseur désactivée.
hu_hu: Beszédfelismerés kikapcsolva.
it_it: Riconoscimento vocale disattivato.

source: Speech recognition on.
de_de: Spracherkennung an.
fr_fr: Détection de synthétiseur activée.
hu_hu: Beszédfelismerés bekapcsolva
it_it: Riconoscimento vocale attivato.

source: Error: this is the only session.
fr_fr: Erreur: Ceci est la seule session.
hu_hu: hiba: Csak ez a szakasz létezik
it_it: Errore: questa è l'unica sessione.

source: Permanently delete all data associated with session %s?
it_it: Eliminare definitivamente tutti i dati associati alla sessione %s?

source: Delete Session
fr_fr: Supprimer la session
hu_hu: Szakasz törlése
it_it: Elimina sessione

source: Please enter a name for this session.
de_de: Bitte geben Sie einen Namen für die Sitzung ein.
fr_fr: Veuillez entrer un nom pour cette sesssion
hu_hu: Adja meg a szakasz nevét
it_it: Per favore, inserisci un nome per questa sessione.

source: Unable to spawn new %s session.
de_de: die neue Sitzung %s konnte nicht erstellt werden.
fr_fr: Impossible de générer la nouvelle session %s.
hu_hu: Nemlehetett a %s szakaszt készíteni
it_it: Impossibile aprire la nuova sessione %s.

source: Syncing storage to disk for %s session.
it_it: Sincronizzazione dati sul disco per la sessione %s.

source: Rename %s session
fr_fr: Renommer la session %s
hu_hu: a %s szakaz átnevezése
it_it: Rinomina sessione %s

source: Please enter a new name for session %s:
fr_fr: Veuillez entrer un nouveau nom pour la session %s:
hu_hu: Adja meg a %s új szakasz nevét
it_it: Per favore, inserisci un nuovo nome per la sessione %s:

source: Renaming session %s to %s, please wait.
fr_fr: Renommage de la session %s en %s, veuillez patienter.
hu_hu: a %s szakaz átnevezése %s-re, kérem várjon
it_it: Ridenominazione sessione %s in %s, attendi per favore.

source: There was an error renaming %s to %s: %s
fr_fr: Une erreur s'est produite en renommant %s en %s: %s
hu_hu: Hiba történt a %s %s átnevezése közben: %s
it_it: C'è stato un errore nel rinominare %s in %s: %s

source: Renaming session complete.
fr_fr: Renommage de la session effectué.
hu_hu: Szakasz átnevezése sikeres
it_it: Ridenominazione sessione completa.

source: less than %d second
hu_hu: kevesebb mint %d másodperce
it_it: Meno di %d secondi

source: %d second
hu_hu: %d másodperce
it_it: %d secondo

source: %d seconds
hu_hu: %d másodperce
it_it: %d secondi

source: %d minute
hu_hu: %d perce
it_it: %d minuto

source: %d minutes
hu_hu: %d perce
it_it: %d minuti

source: %d hour
hu_hu: %d óra
it_it: %d ora

source: %d hours
it_it: %d ore

source: %d day
hu_hu: %d nap
it_it: %d giorno

source: %d days
hu_hu: %d napok
it_it: %d giorni

source: %d week
hu_hu: %d hét
it_it: %d settimana

source: %d weeks
hu_hu: %d hete
it_it: %d settimane

source: %d month
hu_hu: %d hónap
it_it: %d mese

source: %d months
hu_hu: %d hónapja
it_it: %d mesi

source: %d year
hu_hu: %d éve
it_it: %d anno

source: %d years
hu_hu: %d éve
it_it: %d anni

source: No items in %s buffer.
it_it: Nessun elemento nel buffer %s.

source: No current buffer.
fr_fr: Aucun tampon courant.
hu_hu: nincs jelen tár
it_it: Nessun buffer corrente.

source: %s: No items.
de_de: %s: keine Einträge.
it_it: %s: nessun elemento.

source: %s: %d of %d items.
de_de: %s: %d von %d Einträgen
fr_fr: %s: %d sur %d éléments
hu_hu: %s: %d per %d elem
it_it: %s: %d di %d elementi.

source: Item %d of %d.
de_de: Eintrag %d von %d
fr_fr: élément %d sur %d.
hu_hu: elem %d %d elemböl
it_it: %d di %d elemento.

source: No current session.
fr_fr: Aucune session courante.
hu_hu: Nincs jelen aktív szakasz
it_it: Nessuna sessione corrente.

source: There was an error spawning previously-loaded sessions. Please send your log to the Qwitter development staff. Activating new session dialog.
it_it: C'è stato un errore nell'aprire la sessione precedentemente caricata. Per favore, invia il tuo log allo staff di sviluppo di Qwitter. Attivazione nuova sessione dialogo.

source: Post a new tweet
de_de: eine neue Meldung senden
it_it: Pubblica un nuovo tweet

source: &Direct message
de_de: %direkte Nachricht
it_it: &Messaggio diretto

source: Post a new direct message
de_de: eine neue direkte Nachricht senden
it_it: Invia un nuovo messaggio diretto

source: New
de_de: neu
it_it: Nuovo

source: Select a buffer:
de_de: wählen Sie einen Puffer:
it_it: Seleziona un buffer:

source: URL Selection
de_de: Adressauswahl
fr_fr: Sélection d'une URL
hu_hu: URL választás
it_it: Selezione URL

source: Select URL to open
hu_hu: Válassza ki a kivánt URL címét a megnyitáshoz
it_it: Seleziona URL da aprire

source: &Unshorten URL
fr_fr: &Reconstituer l'URL
hu_hu: &URL kinyújtás
it_it: &Espandi URL

source: &Copy URL
fr_fr: Copier l'URL
hu_hu: &URL másolása
it_it: &copia URL

source: URL expanded.
fr_fr: URL reconstituée.
hu_hu: URL kinyilva
it_it: URL espanso.

source: Unable to expand URL
fr_fr: Impossible de reconstituer l'URL
hu_hu: A URL-t nem lehetett kinyújtani
it_it: Impossibile espandere URL

source: URL copied to clipboard.
fr_fr: URL copié vers le presse-papiers.
hu_hu: a URL vágólapra másolva
it_it: URL copiato negli appunti.

source: %s - %d of %d Characters
de_de: %s - %d von %d Zeichen
fr_fr: %s - %d sur %d Caractères
hu_hu: %s- %d per %d karakter
it_it: %s - %d di %d caratteri

source: URL Shortener - No URLs
de_de: URL-Schrumpfdienst - keine Adressen
fr_fr: Réducteur d'URL - Pas d'URLs
hu_hu: URL rövidítő-nincsen URL
it_it: Riduttore URL - nessun URL

source: No URLs were found to shorten. If there is one, select the URL and click this button again.
de_de: Keine Adresse zum Verkürzen gefunden. Falls doch eine existiert, markieren Sie sie und drücken die Schaltfläche erneut.
fr_fr: Aucune URL à réduire. S'il y en a une, sélectionnez-la et cliquez une fois de plus sur ce bouton.
hu_hu: nemtalálható egy URL cím a rövidítéshez. Ha van egy, válassza ki és e gomb újdon megnyomásával a webcím rövidítve lesz.
it_it: Nessun URL trovato per la riduzione. Se ce n'è uno, seleziona l'URL e premi di nuovo questo pulsante.

source: URL Shortener - Select URL
de_de: URL-Schrumpfdienst - wählen Sie die Adresse:
fr_fr: Réducteur d'URL - Sélection d'URL
hu_hu: URL rövidítő-válasszon egy webcímet
it_it: Riduttore URL - seleziona URL

source: Select URL to shorten.
de_de: Wählen Sie die zu verkürzende Adresse aus.
fr_fr: Sélectionnez l'URL à réduire.
hu_hu: Válassza ki a kivánt URL címét
it_it: Seleziona URL da accorciare.

source: URL Shortened.
de_de: Die Adresse wurde verkürzt.
fr_fr: URL réduite.
hu_hu: URL rövidítve
it_it: URL accorciato.

source: URL Shortener - Problem
de_de: Url-Schrumpfdienst - Problem
fr_fr: Problème avec le réducteur d'URL
hu_hu: URL rövidítő-hiba
it_it: Riduttore URL - problema

source: There was a problem shortening the selected URL.
de_de: ^Beim Verkürzen der Adresse trat ein Problem auf.
fr_fr: Il y a eu un problème lors de la réduction de cette URL
hu_hu: Problémák merültek fel a URL rövidítése közben.
it_it: C'è stato un problema nell'accorciare l'URL selezionato.

source: URL Unshortener - No URLs
fr_fr: Réducteur d'URL - Pas d'URLs
hu_hu: URL nyújtó -válasszon egy webcímet
it_it: Espansore URL - nessun URL

source: No URLs were found to unshorten. If there is one, select the URL and click this button again.
fr_fr: Aucune URL à reconstituer. S'il y en a une, sélectionnez-la et cliquez une fois de plus sur ce bouton.
hu_hu: nemtalálható egy URL cím a nyújtáshoz. Ha van egy, válassza ki és e gomb újdon megnyomásával a webcím rövidítve lesz.
it_it: Nessun URL trovato per l'espansione. Se ce n'è uno, seleziona l'URL e premi di nuovo questo pulsante.

source: URL Unshortener - Select URL
fr_fr: Reconstitueur d'URL - Sélection d'URL
hu_hu: url kinyújtó - válasszon egy url-t
it_it: Espansore URL - seleziona URL

source: Select URL to unshorten.
fr_fr: Sélectionnez une URL à reconstituer.
hu_hu: Válassza ki a kivánt URL címét
it_it: Seleziona URL da espandere.

source: URL Unshortener - Problem
fr_fr: Problème avec le reconstitueur d'URL
hu_hu: URL rövidítő-hiba
it_it: Espansore URL - problema

source: There was a problem unshortening the selected URL.
fr_fr: Il y a eu un problème lors de la reconstitution de cette URL
hu_hu: Problémák merültek fel a URL kinyújtása közben.
it_it: C'è stato un problema nell'espandere l'URL selezionato.

source: Message:
de_de: Nachricht:
hu_hu: üzenet:
it_it: Messaggio:

source: &Shorten URL
de_de: Url &verkürzen
fr_fr: &Réduire l'URL
hu_hu: &URL rövidítése
it_it: &Accorcia URL

source: Attach &Audio...
fr_fr: &Ajouter audio...
hu_hu: Audio &csatolása
it_it: Allega &audio...

source: S&chedule message...
hu_hu: Ü&zenet ütemezése
it_it: P&ianifica messaggio...

source: Attaching...
fr_fr: Ajout...
hu_hu: csatolás folyamatban...
it_it: Allegando...

source: There was an error attaching the file.
fr_fr: Une erreur est survenue en ajoutant le fichier.
hu_hu: hiba történt a faájl csatolásakor
it_it: C'è stato un errore nell'allegare il file.

source: File attached.
fr_fr: Fichier ajouté.
hu_hu: fájl csatolva
it_it: File allegato.

source: Resetting currently-scheduled item.
it_it: Ripristino elemento pianificato attuale.

source: Schedule message
fr_fr: Planifier le message
hu_hu: üzenet ütemezése
it_it: Pianifica messaggio

source: Delaying for %s
fr_fr: Décallage pour %s
hu_hu: elhalasztás %s ig
it_it: Ritardo di %s.

source: &Translate Message...
it_it: &Traduci messaggio...

source: Translate message
it_it: Traduci messaggio

source: Translation process has failed.
hu_hu: a fordítás sikertelen
it_it: Il processo di traduzione è fallito.

source: Destroyed...
it_it: Distrutto...

source: Attach audio
fr_fr: Ajouter audio
hu_hu: audió csatolása
it_it: Allega audio

source: &Record
fr_fr: En&registrer
hu_hu: &felvevés
it_it: &Registra

source: Attach existing audio &file...
fr_fr: Ajouter un &fichier audio existant...
hu_hu: Meglévő audió Fájl &csatolása
it_it: Allega &file audio esistente...

source: &Play
fr_fr: &Lire
hu_hu: &lejátszás
it_it: &Riproduci

source: &Discard
fr_fr: &Ignorer
hu_hu: &törlés
it_it: &Scarta

source: &Attach!
fr_fr: Ajouter!
hu_hu: &csatolás!
it_it: &Allega!

source: Recording.
fr_fr: Enregistrement en cours.
hu_hu: rögzítés.
it_it: Registrazione.

source: Stopped.
fr_fr: Arrêté.
hu_hu: leállítva
it_it: Fermata.

source: Select audio file
fr_fr: Sélectionner un fichier audio
hu_hu: Válassza ki az audió fájlt:
it_it: Seleziona file audio

source: Discarded.
fr_fr: Ignoré.
hu_hu: eltörölve
it_it: Scartato.

source: Playing.
fr_fr: Lecture en cours.
hu_hu: lejátszás
it_it: Riproduzione.

source: Transcoding audio.
fr_fr: Transcodage audio...
hu_hu: audió transzkódolása
it_it: Transcodifica audio

source: Select scheduling method
fr_fr: Sélectionnez la méthode de planification
hu_hu: ütemezés típus választása
it_it: Seleziona metodo di pianificazione

source: Interval
fr_fr: Intervalle
hu_hu: folyam
it_it: Intervallo

source: Time
fr_fr: Horaire
hu_hu: Válasszon egy időpontot
it_it: Tempo

source: Hours:
fr_fr: Heures:
hu_hu: órák száma:
it_it: Ore:

source: Minutes:
hu_hu: percek:
it_it: Minuti:

source: Seconds:
fr_fr: Secondes:
hu_hu: másodperc:
it_it: Secondi:

source: Hour:
fr_fr: Heure:
hu_hu: órák száma:
it_it: Ora:

source: Minute:
it_it: Minuto:

source: Recipient:
fr_fr: Destinataire:
hu_hu: címzett:
it_it: Destinatario:

source: %s to %s
fr_fr: %s à %s
hu_hu: %s %s hez
it_it: %s a %s

source: Auto detect
hu_hu: autó felismerés
it_it: Rileva automaticamente

source: Translate
hu_hu: fordítás
it_it: Traduci

source: Translate from
it_it: Traduci da

source: Translate into
it_it: Traduci in

source: Configuration
de_de: Einstellungen
hu_hu: konfiguráció
it_it: Configurazione

source: Language
de_de: Sprache
fr_fr: Langue
hu_hu: nyelv
it_it: Lingua

source: Speech
de_de: Sprachausgabe
it_it: Sintetizzatore

source: Navigation
hu_hu: navigáció
it_it: Navigazione

source: Miscellaneous
de_de: verschiedenes
fr_fr: Divers
hu_hu: egyéb
it_it: Varie

source: Braille Output:
de_de: Braillezeile:
fr_fr: Sortie braille
hu_hu: braille kijelzés:
it_it: Output braille:

source: Braille spoken text?
it_it: Testo vocalizzato in Braille?

source: Language Selection:
de_de: Sprachauswahl:
fr_fr: Sélection de la langue:
hu_hu: nyelvi válaztás
it_it: Selezione lingua:

source: Show confirmation dialog before exitting %s?
de_de: Bestätigung vor dem Beenden von %s anzeigen?
it_it: Mostra il dialogo di conferma prima di uscire da %s?

source: Prefered URL Shortener:
it_it: Riduttore URL preferito:

source: Perform standard actions with Home/End keys?
it_it: Esegui azioni standard con i tasti home/fine?

source: Move by percentage amount (as a %)
de_de: nach Prozenten navigieren (in %)
fr_fr: Naviguer en pourcentage (par pas de 1%)
hu_hu: százalék léptetése(százalékban)
it_it: Sposta per importo percentuale (come %)

source: Move by time (defined as hours:minutes) hours
de_de: nach Zeit navigieren (in Stunden:Minuten) Stunden
fr_fr: défilement en terme de temps (défini comme heures:minutes) heures
hu_hu: idő léptetése (megadva óra:perc formában) óra:
it_it: Sposta per tempo (definito come ore/minuti) ore

source: Move by time (defined as hours:minutes) minutes
de_de: nach Zeit navigieren (in Stunden:Minuten) Minuten
fr_fr: défilement en terme de temps (défini comme heures:minutes) minutes
hu_hu: idő léptetése mozgás (megadva óra:perc formában) perc:
it_it: Sposta per tempo (definito come ore/minuti) minuti

source: Undo stack size
de_de: Größe des Puffers für umkehrbare Operationen:
fr_fr: Annuler la taille de la pile
hu_hu: visszavonás stack mérete
it_it: Numero azioni annullabili

source: Speech output
de_de: Sprachausgabe
fr_fr: Sortie vocale
hu_hu: hang kimenet
it_it: Sintesi vocale

source: SAPI speech rate
de_de: Sprachgeschwindigkeit für SAPI
fr_fr: Vitesse de la synthèse SAPI
hu_hu: sapi hang sebessége
it_it: Velocità sintesi sapi

source: SAPI speech volume
de_de: SAPI-Sprachlautstärke
fr_fr: Volume de la synthèse SAPI
hu_hu: sapi hang erője
it_it: Volume sintesi sapi

source: Enable speech recognition?
it_it: Attivare il riconoscimento vocale?

source: Entry:
it_it: Voce:

source: Replacement:
it_it: Sostituzione:

source: Case senative?
it_it: Sensibile alle maiuscole?

source: Dictionary Entries
it_it: Voci del dizionario

source: Add...
it_it: Aggiungi...

source: Delete...
it_it: Elimina...

source: Entry
it_it: Voce

source: Replacement
it_it: Sostituzione

source: Sessions:
de_de: sitzungen
hu_hu: szakaszok:
it_it: Sessioni:

source: &Switch to
fr_fr: &Basculer vers
hu_hu: &átVáltás
it_it: &Passa a

source: &Delete session...
de_de: Sitzung %löschen
fr_fr: &Supprimer la session...
hu_hu: &szakasz törlése
it_it: &Elimina sessione...

source: &New session...
de_de: &neue Sitzung...
fr_fr: &Nouvelle session...
hu_hu: &új szakasz
it_it: &Nuova sessione...

source: Are you sure you want to close session %s?
fr_fr: Êtes-vous sûrs de vouloir fermer la session %s?
hu_hu: biztos hogy a %s szakazt leakarja zárni?
it_it: Sei sicuro di voler chiudere la sessione %s?

source: Remove session
fr_fr: Supprimer la session
hu_hu: szakasz eltávolítása
it_it: Rimuovi sessione

source: Type
de_de: Typ
hu_hu: típus
it_it: Tipo

source: Name
fr_fr: Nom
hu_hu: név
it_it: Nome

source: New Session
de_de: neue Sitzung
fr_fr: Nouvelle session
hu_hu: új szakasz
it_it: Nuova sessione

source: Session type:
de_de: Sitzungstyp
fr_fr: Type de session
hu_hu: a szakasz típusa
it_it: Tipo sessione:

source: Session name:
de_de: name der Sitzung:
fr_fr: Nom de la session:
hu_hu: a szakasz neve:
it_it: Nome sessione:

source: planet
it_it: Pianeta

source: country
it_it: Paese

source: region
it_it: Regione

source: sub-region
it_it: Sub-regione

source: town
it_it: Città

source: post code
it_it: Codice postale

source: street
it_it: Strada

source: intersection
it_it: Intersezione

source: address
it_it: Indirizzo

source: premise
it_it: Posizione attuale

source: Login succeeded.
fr_fr: Authentification réussie.
hu_hu: bejelentkezés sikeres
it_it: Accesso riuscito.

source: Login failed.
fr_fr: Authentification échouée.
hu_hu: bejelentkezés sikertelen
it_it: Accesso fallito.

source: Unable to initialize speech recognition.
de_de: Die Spracherkennung konnte nicht gestartet werden.
fr_fr: Impossible d'initialiser la détection de synthétiseur.
hu_hu: a hangfelismerés elindítása sikertelen volt
it_it: Impossibile inizializzare il riconoscimento vocale.

source: Sync failed.
de_de: Synchronisation fehlgeschlagen.
fr_fr: Synchronisation échouée.
hu_hu: sinkronizálás sikertelen
it_it: Sincronizzazione fallita.

source: Sync completed.
de_de: Synchronisation erfolgreich.
fr_fr: Synchronisation terminée.
hu_hu: sinkronizálás befejeződőtt
it_it: Sincronizzazione completata.

source: Bing! Search
de_de: Bing!-Suche
it_it: Bing! Ricerca

source: Please enter a term to search for.
de_de: Bitte geben Sie einen Suchbegriff ein:
fr_fr: Veuillez entrer le terme à rechercher.
hu_hu: írja be a keresendő kifejezést:
it_it: Per favore, inserisci un termine da cercare:

source: Opening website.
it_it: Apertura sito web.

source: Bing! News Search
it_it: Bing! Ricerca notizie

source: Headlines for %s
it_it: Notizie recenti per %s

source: Title
it_it: Titolo

source: Item URL
it_it: URL elemento

source: news story
it_it: Storico notizie

source: news stories
it_it: Ultime notizie

source: Story source
it_it: Storico codice

source: Breaking news
it_it: Ultime notizie

source: Snippet
it_it: Frammento

source: %s returned no results.
it_it: %s non ha prodotto risultati.

source: search result
it_it: Risultato della ricerca

source: search results
it_it: Risultati della ricerca

source: Description
hu_hu: leírás
it_it: Descrizione

source: Search:
de_de: suchen:
it_it: Ricerca:

source: Cannot move by time in this buffer.
de_de: In diesem Puffer können Sie nicht nach Zeit navigieren
fr_fr: Impossible de se déplacer en terme de temps au sein de ce tampon.
hu_hu: e tárban nem lehet idő szerint létni
it_it: Impossibile spostarsi per tempo in questo buffer.

source: No active buffers in %s session.
fr_fr: aucun tampon actif pour la session %s.
hu_hu: a %s szakazban nincsen aktív tár
it_it: Nessun buffer attivo nella sessione %s.

source: There are no buffers to dismiss.
fr_fr: Il n'y a aucun tampon à cacher.
hu_hu: Nincsen elutasításandó tár
it_it: Non ci sono buffers da nascondere.

source: Unable to dismiss buffer %s
de_de: der Puffer %s konnte nicht gelöscht werden.
fr_fr: Impossible de cacher le tampon %s
hu_hu: a %s tár elutasítása sikertelen
it_it: Impossibile nascondere il buffer %s

source: No buffers remaining.
fr_fr: Aucun tampon restant.
hu_hu: nincs több tár
it_it: Nessun buffer rimanente.

source: Undo failed: stack empty
de_de: rückgängig nicht möglich, der Puffer ist leer.
fr_fr: Annulation échouée: Pile vide
hu_hu: visszavonás sikertelen: stack üres
it_it: Annullamento fallito: stack vuoto

source: Undo failed: buffer no longer exists
de_de: rückgängig nicht möglich, der Puffer existiert nicht mehr.
fr_fr: Annulation échouée. Le tampon n'existe plus
hu_hu: visszavonás sikertelen: tár már nem létezik
it_it: Annullamento fallito: il buffer non esiste più

source: This buffer cannot be cleared.
de_de: Dieser Puffer kann nicht geleert werden.
fr_fr: Ce tampon ne peut être vidé.
hu_hu: Ez a tár nem üríthető
it_it: Questo buffer non può essere cancellato.

source: Are you sure you want to delete %d items from %s?
hu_hu: biztosan kitöröl %d elemeket a %s böl?
it_it: Sei sicuro di voler eliminare %d elementi da %s?

source: Clear buffer
hu_hu: tár ürítése
it_it: Cancella buffer

source: Item number too high.
fr_fr: Numéro de l'élément trop élevé.
hu_hu: Elem száma túl magas
it_it: Numero di elementi troppo alto.

source: Buffer %s does not support filtration.
it_it: Il buffer %s non supporta filtraggio.

source: Processing. Please wait.
de_de: bei der Arbeit, bitte Warten...
fr_fr: Traitement. Veuillez patienter.
hu_hu: Feldolgozás folyamatban, kérem várjon
it_it: Elaborazione. Attendi per favore.

source: Item copied to clipboard.
fr_fr: Élément copié vers le presse-papiers.
hu_hu: Hozzászólás vágólapra másolva
it_it: Elemento copiato negli appunti.

source: Moved
fr_fr: Déplacé
hu_hu: elmozdult
it_it: Spostato

source: The export function is not available.
fr_fr: La fonction d'exportation n'est pas disponible.
hu_hu: az export funkció nem érhető el
it_it: La funzione di esportazione non è disponibile.

source: Export started, please wait.
fr_fr: Exportation démarrée, veuillez patienter.
hu_hu: exportálás folyamatban, kérem várjon.
it_it: Esportazione iniziata, attendi per favore.

source: Export complete
fr_fr: Exportation terminée
hu_hu: exportálás befejeződött
it_it: Esportazione completa

source: Export failed.
fr_fr: Échec de l'exportation
hu_hu: exportálás nem sikerült
it_it: Esportazione fallita.

source: No buffers in this session.
de_de: Keine Puffer in dieser Sitzung.
fr_fr: Aucun tampon pour cette session
hu_hu: E szakaszban nincsen buffer
it_it: Nessun buffer in questa sessione.

source: %s Buffer Configuration
de_de: Pufferkonfiguration für %s
fr_fr: Configuration des tampons pour %s
hu_hu: %s tár konfigurálása
it_it: Configurazione del buffer %s

source: Configuration canceled.
de_de: Konfiguration abgebrochen.
fr_fr: Configuration annulée
hu_hu: Konfiguráció jóvánhagyva
it_it: Configurazione annullata.

source: Forcing updates is not permitted in this buffer.
de_de: Das Erzwingen von Aktualisierungen ist für diesen Puffer nicht zulässig.
fr_fr: Réactualisation impossible au sein de ce tampon.
hu_hu: önkénti frissítések a %s tárban nem engedélyezett
it_it: L'aggiornamento forzato non è permesso in questo buffer.

source: Item text:
fr_fr: Text de l'élément.
hu_hu: elem szövege:
it_it: Testo dell'elemento:

source: View item
fr_fr: Afficher l'élément
hu_hu: elem megtekíntése
it_it: Visualizza elemento

source: Interaction is not enabled in this buffer.
fr_fr: L'interaction n'est pas active au sein de ce tampon.
hu_hu: önkénti frissítések a %s tárban nem engedélyezett
it_it: L'interazione non è attiva in questo buffer

source: Attached Audio
hu_hu: audio csatolva
it_it: Allegato audio

source: playing audio.
fr_fr: Lecture audio.
hu_hu: audio lejátszása
it_it: Riproduzione audio.

source: No internet connection could be opened.
hu_hu: az internet kapcsolat nem megnyitható
it_it: Nessuna connessione ad internet può essere aperta.

source: Unable to play audio.
hu_hu: audió lejátszása sikertelen
it_it: Impossibile riprodurre l'audio.

source: audio playback paused.
it_it: Riproduzione audio messa in pausa.

source: Source Index
it_it: Inizio codice

source: Source Total
it_it: Codice totale

source: Master Index
it_it: Inizio master

source: Master Total
it_it: Master totale

source: Removed all matching items from source %s
fr_fr: Suppression de tous les éléments correspondants depuis la source %s
hu_hu: minden elemző twít letőrlés a %s forrásból
it_it: Rimossi tutti gli elementi corrispondenti dal sorgente %s

source: rx {term}
fr_fr: rx {terme}
it_it: {termine} rx
