Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: de_de, fr_fr, hu_hu, it_it

source: and
fr_fr: et
hu_hu: és
it_it: e

source: , and
fr_fr: , et
hu_hu: , és
it_it: , e

source: or
fr_fr: ou
hu_hu: vagy
it_it: o

source: , or
fr_fr: , ou
hu_hu: , vagy
it_it: , o

source: {0} with {1}.
it_it: {0} con {1}.

source: {0} without {1}.
it_it: {0} senza {1}.

source: {0} with {1} and without {2}.
it_it: {0} con {1} e senza {2}.

source: {0} with {1}. Without {2}.
it_it: {0} con {1}. Senza {2}.

source: Total
hu_hu: összes
it_it: Totale

source: Index
it_it: Indice

source: Item deleted.
fr_fr: Élément supprimé.
hu_hu: üzenet törölve
it_it: Elemento eliminato.

source: Buffer mute off
fr_fr: muet inactif pour le tampon courant
hu_hu: tár némítás ki
it_it: Silenzio buffer disattivato

source: Buffer mute on
fr_fr: Muet actif pour le tampon courant
hu_hu: tár némítás be
it_it: Silenzio buffer attivato

source: Relative Time
hu_hu: időpont
it_it: Tempo relativo

source: Date
hu_hu: dátum
it_it: Data

source: about {0} ago
it_it: Circa {0} fa

source: No URLs detected in current item.
fr_fr: Aucune URL détectée dans l'élément courant.
hu_hu: a jelen hozzászolásban nincsenek webcímek
it_it: Nessun URL trovato nell'elemento corrente.

source: Opening URL: %s
it_it: Apertura URL: %s

source: message
hu_hu: üzenet
it_it: Messaggio

source: messages
hu_hu: üzenetek:
it_it: Messaggi

source: Update already in progress; please wait.
hu_hu: frissités már folyamatban, kérem várjon
it_it: Aggiornamento già in corso, attendi per favore.

source: No new %s.
fr_fr: Aucun nouveau %s.
hu_hu: nincs új %s
it_it: Nessun nuovo %s.

source: %s%d new %s.
it_it: %s%d nuovi %s.

source: Checking for %s.
fr_fr: Vérification de %s.
it_it: Verifica di %s.

source: Filter: %s
fr_fr: Filtre: %s
hu_hu: szürés: %s
it_it: Filtro: %s

source: Filters:
fr_fr: Filtrer:
hu_hu: szürések:
it_it: Filtri:

source: &Add
fr_fr: &Ajouter
it_it: &Aggiungi

source: &Remove
fr_fr: &Supprimer
hu_hu: &Törlése
it_it: &Rimuovi

source: Use a regular expression
fr_fr: Utiliser une expression rationnelle
hu_hu: egy rendes kifejezés használata
it_it: Usa un'espressione regolare

source: Buffer Search:
de_de: Puffer durchsuchen
fr_fr: Recherche au sein du tampon:
hu_hu: Tár keresése:
it_it: Buffer di ricerca:

source: Fields:
fr_fr: Champs:
hu_hu: mezők
it_it: Campi:

source: excluding
de_de: außer
fr_fr: Ne contient pas
hu_hu: kivéve
it_it: Escluso

source: Replace source buffer
fr_fr: Remplacer le tampon source
hu_hu: Forrás tár áthelyezése
it_it: Sostituire il buffer sorgente

source: Regular Expression:
fr_fr: expression rationnelle
hu_hu: rendes kifejezés:
it_it: Espressione regolare:

source: Term:
fr_fr: Terme:
hu_hu: szó:
it_it: Termine:

source: without
fr_fr: Sans
hu_hu: e nélkül:
it_it: Senza

source: with
fr_fr: Avec
hu_hu: ezzel:
it_it: Con

source: Jump to Item in %s
it_it: Salta all'elemento in %s

source: Enter item number to jump to, 1 to %s:
fr_fr: Entrez le numéro de l'élément à atteindre, entre 1 et %s:
hu_hu: írja be az ugorni kívánt elem számát, egytöl %s ig
it_it: Inserisci il numero dell'elemento a cui saltare? Da 1 a %s:

source: Buffer Configuration
de_de: Pufferkonfiguration
fr_fr: Configuration du tampon
hu_hu: tár konfiguráció
it_it: Configurazione del buffer

source: Default Settings
de_de: Originaleinstellungen
fr_fr: Paramètres par défaut
hu_hu: alapértelmezett beállítások
it_it: Impostazioni predefinite

source: No modifiable properties for buffer %s; showing default buffer configuration.
it_it: Nessuna proprietà modificabile per il buffer %s; Mostra la configurazione predefinita per il buffer.

source: Attention
de_de: Achtung
hu_hu: figyelem
it_it: Attenzione

source: Update interval (in minutes)
de_de: Aktualisierungsintervall (in Minuten)
fr_fr: Intervalle d'actualisation (en minutes)
hu_hu: Frissítés gyakorisága (percben)
it_it: Intervallo aggiornamento (in minuti)

source: Number of posts to download per update
de_de: Anzahl von Beiträgen, die pro Aktualisierung heruntergeladen werden sollen:
fr_fr: Nombre de messages à télécharger à chaque réactualisation
hu_hu: hozzászólások letőltése frissítéskor:
it_it: Numero di messaggi da scaricare per aggiornamento

source: Max API calls to use per update (1 API call = 100 results)
fr_fr: Max. appels API à utiliser à chaque réactualisation (1 appel API = 100 résultats) Max.
hu_hu: maximum API hívások használata (1 API hívás 200 találat lekérése)
it_it: Massimo api calls da usare per aggiornamento (1 api call = 100 risultati)

source: Max API calls to use per update (1 API call = 200 tweets)
de_de: Maximale Anzahl von API-Aufrufen pro Aktualisierung (1 API-Aufruf = 200 Meldungen)
fr_fr: Max. appels API à utiliser à chaque réactualisation (1 appel API = 200 tweets) Max.
hu_hu: Max API hívás használata egy frissítés lekérésekor (1 api hívás 200 twít)
it_it: Massimo api calls da usare per aggiornamento (1 api call = 200 tweets)

source: Mute buffer
fr_fr: Rendre le tampon muet
hu_hu: tár némítása
it_it: Silenzio buffer

source: Apply settings to all buffers
de_de: Einstellungen auf alle Puffer anwenden
fr_fr: Appliquer les paramètres à tous les tampons
hu_hu: beállítások alkalmazása minden tárhoz
it_it: Applica le impostazioni a tutti i buffers

source: Use default spoken template
hu_hu: alapértelmezett beszéd sablon:
it_it: Usa modello predefinito per feedback vocale

source: Spoken template:
fr_fr: Modèle pour retour vocal:
hu_hu: beszéd sablon:
it_it: Modello per feedback vocale:

source: Use default clipboard template
hu_hu: alapértelmezett vágólap sablon
it_it: Usa modello predefinito per copia negli appunti

source: Clipboard template:
de_de: Vorlage für Zwischenablage:
fr_fr: Modèle pour copie vers le presse-papiers:
hu_hu: vágólap sablon:
it_it: Modello per copia negli appunti

source: Export
de_de: exportieren
fr_fr: Exporter
hu_hu: exportálás
it_it: Esporta

source: Select buffer:
de_de: Wählen Sie den Puffer
it_it: Seleziona buffer:

source: Save As...
de_de: speichern unter...
it_it: Salva come...

source: Speech rate
de_de: Sprachgeschwindigkeit
it_it: Velocità sintetizzatore

source: Speech Volume
de_de: Sprachlautstärke
it_it: Volume sintetizzatore

source: Speech Voice
de_de: Stimme
it_it: Voce sintetizzatore

source: Format
hu_hu: formátum
it_it: Formato

source: Export Format
fr_fr: Format d'exportation
hu_hu: exportálásformátuma
it_it: Formato di esportazione

source: Filename
fr_fr: Nom de fichier
hu_hu: fájlneve
it_it: Nome file

source: Save As
fr_fr: Enregistrer sous
it_it: Salva come

source: Export more?
fr_fr: Exporter plus?
hu_hu: több exportálás?
it_it: Esportare di più?

source: Items
fr_fr: Éléments
hu_hu: elemek
it_it: Elementi

source: Item template
fr_fr: Modèle de l'élément
hu_hu: elem sablon:
it_it: Modello per elemento

source: Range
fr_fr: Position
hu_hu: sorozat
it_it: Posizione

source: All (bottom to top)
fr_fr: Tous (de bas en haut)
hu_hu: minden (lentről fentig)
it_it: Tutti (dall'alto in basso)

source: All (top to bottom)
fr_fr: Tous (de haut en bas)
hu_hu: minden (fentről lentig)
it_it: Tutti (dal basso in alto)

source: Custom
fr_fr: Personnalisé
hu_hu: megszabott
it_it: Personalizza

source: First item index
fr_fr: Index du premier élément
hu_hu: első elem index
it_it: Inizio primo elemento

source: Last item index
fr_fr: Index du dernier élément
hu_hu: utolsó elem index
it_it: Inizio ultimo elemento

source: Min:
it_it: Minimo:

source: Max:
it_it: Massimo:

source: Text file
fr_fr: Fichier texte
hu_hu: szövegfájl
it_it: File di testo

source: New SMS
it_it: Nuovo sms

source: Sms successfully sent to %s
it_it: Sms inviato con successo a %s

source: Call Phone
it_it: Telefonata

source: Please enter a phone number to call.
it_it: Per favore, inserisci un numero telefonico da chiamare.

source: Please indicate where the call should be bridged by selecting a forwarding phone number.
it_it: Per favore, indica dove la chiamata deve essere inoltrata selezionando un numero telefonico di inoltro.

source: Error, forwarding phone number not found.
it_it: Errore: numero telefonico di inoltro non trovato.

source: Calling: %r
it_it: Chiamata da: %r

source: Call placed.
it_it: Chiamata effettuata.

source: Unable to detect a sender to reply to.
it_it: Impossibile trovare un destinatario a cui rispondere.

source: Reply
fr_fr: Réponse
hu_hu: hozzászólás
it_it: Risposta

source: Reply sent to %s
it_it: Risposta inviata a %s

source: Voicemail
it_it: Mail vocali

source: Missed
it_it: Perse

source: Received
it_it: Ricevute

source: Placed
it_it: Effettuate

source: Unable to connect to Google Voice. %s will retry until connection is established.
it_it: Impossibile connettersi a Google Voice. %s ritenterà finchè la connessione non sarà stabilita.

source: Logged into Google Voice as %s
it_it: Effettuato l'accesso a Google Voice come %s

source: Unable to Log into Google Voice.
it_it: Impossibile accedere a Google Voice.

source: Google Voice Login
it_it: Accesso a Google Voice

source: Please provide your credentials to login to Google Voice
it_it: Per favore, fornisci le tue credenziali per accedere a Google Voice

source: Phone number
it_it: Numero telefonico

source: Display phone number
it_it: Visualizza numero ttelefonico

source: Calling %s
it_it: Chiamata da %s

source: missed call
it_it: Chiamata senza risposta.

source: missed calls
it_it: Chiamate senza risposta.

source: placed call
it_it: Chiamata effettuata

source: placed calls
it_it: Chiamate effettuate

source: received call
it_it: Chiamata ricevuta

source: received calls
it_it: Chiamate ricevute

source: Message sender
it_it: Mittente del messaggio

source: Message text
it_it: Testo del messaggio

source: voicemail
it_it: Mail vocale

source: voicemails
it_it: Mails vocali

source: Item state
it_it: Stato elemento

source: Downloading voicemail...
it_it: Scaricamento mail vocale...

source: Playing voicemail from %s
it_it: Riproduzione mail vocale da %s

source: Enter phone number to call:
it_it: Inserisci numero telefonico da chiamare:

source: Forwarding Number (where calls are bridged)
it_it: Numero d'inoltro (a cui le chiamate sono trasferite)

source: General
de_de: allgemein
it_it: Generale

source: Email Address
it_it: Indirizzo email

source: &About %s
de_de: über %s
it_it: &Circa %s

source: About %s
de_de: über %s
it_it: Circa %s

source: E&xit %s
de_de: %s be&enden
it_it: &Esci da %s

source: Exit %s...
de_de: %s beenden
it_it: Esci da %s...

source: Keymap saved.
de_de: Tastaturbelegung gespeichert.
fr_fr: Configuration clavier sauvegardée
hu_hu: billentyű kép lementve
it_it: Mappa dei tasti salvata.

source: Keyboard help on.
fr_fr: Aide clavier active.
hu_hu: billentyűzet súgó bekapcsolva
it_it: Aiuto tastiera attivato.

source: Keyboard help off.
fr_fr: Aide clavier inactive.
hu_hu: Billentyűzet súgó kikapcsolva
it_it: Aiuto tastiera disattivato.

source: Function:
de_de: Funktion:
fr_fr: Fonction:
hu_hu: funkció:
it_it: Funzione:

source: Keystroke Manager
de_de: Tastenkombinationen verwalten
fr_fr: Gestionnaire de raccourcis clavier
hu_hu: billentyűparancs vezérlo
it_it: Gestore combinazioni di tasti

source: Key:
de_de: Taste:
fr_fr: Touche:
hu_hu: billentyű:
it_it: Tasto:

source: Keymap:
de_de: Tastenbelegung:
fr_fr: Définition de touches
hu_hu: billentyű kép
it_it: Mappa dei tasti:

source: &Add...
de_de: &Hinzufügen...
fr_fr: &Ajouter...
hu_hu: &hozzáadás...
it_it: &Aggiungi...

source: &Edit...
de_de: &Bearbeiten...
fr_fr: &Éditer...
hu_hu: &szerkeztés...
it_it: &Modifica...

source: &Delete...
de_de: &Löschen...
fr_fr: &Supprimer
hu_hu: &törlés...
it_it: &Elimina...

source: The keystroke %s is already in use. Please choose another.
de_de: Die eingegebene Tastenkombination %s wird bereits verwendet. Bitte wählen Sie eine andere.
fr_fr: La combinaison de touches %s est déjà utilisée. Veuillez en choisir une autre.
hu_hu: a %s parancs már használat alatt áll. Válasszon egy másikat
it_it: La combinazione %s è già in uso. Per favore, scegline un'altra.

source: Keystroke in use
de_de: Tastenkombination wird bereits verwendet
fr_fr: Combinaison de touches utilisée
hu_hu: parancs használva
it_it: Combinazione in uso

source: Function
de_de: Funktion
fr_fr: Fonction
hu_hu: funkció
it_it: Funzione

source: Keystroke
de_de: Tastenkombination
fr_fr: Combinaison de touches
hu_hu: parancs
it_it: Combinazione di tasti

source: Definitions
it_it: Definizioni

source: Translations
it_it: Traduzioni

source: Unable to retrieve URL to open from this feed.
de_de: von diesem Feed konnte keine Adresse zum Öffnen geholt werden.
it_it: Impossibile ottenere URL da aprire da questo feed.

source: Enter URL of rss feed to add:
de_de: Geben sie die Adresse des hinzuzufügenden RSS-Feeds ein:
it_it: Inserisci l'URL del feed da aggiungere:

source: Add feed
de_de: Feed hinzufügen
it_it: Aggiungi feed

source: No new items in %s buffer.
it_it: Nessun nuovo elemento nel buffer %s.

source: %d new item in feed %s
de_de: %d neuer Eintrag im Feed %s
it_it: %d nuovo elemento nel feed %s

source: %d new items in feed %s
de_de: %d neue Einträge im Feed %s
it_it: %d nuovi elementi nel feed %s

source: %s RSS Viewer
de_de: %s -- RSS-Ansicht
it_it: Visualizzatore rss %s

source: Contact List
it_it: Lista contatti

source: Call ended.
it_it: Chiamata terminata.

source: Call on hold.
it_it: Chiamata in attesa.

source: Call resumed.
it_it: Chiamata ripristinata.

source: Getting chat with %s.
it_it: Caricamento chat con %s

source: Chat with %s
it_it: Chat con %s

source: Mood Message
it_it: Messaggio d'umore:

source: Mood text changed to: %s
it_it: Messaggio di umore cambiato in: %s

source: Failed to post mood text.
it_it: Invio del messaggio di umore fallito.

source: Send an instant message to %s
it_it: Invia un messaggio istantaneo a %s.

source: Call: %s
it_it: Chiama: %s

source: %s has no messages.
it_it: %s non ha messaggi.

source: No new items in buffer %s.
it_it: Nessun nuovo elemento nel buffer %s.

source: Instant Message
it_it: Messaggio istantaneo

source: Skype Session Configuration
it_it: Configurazione sessione Skype

source: Templates
de_de: Vorlagen
fr_fr: Modèles
hu_hu: sablonok
it_it: Modelli

source: Let %s start Skype
it_it: Lascia che %s esegua skype

source: Contact list buffer template:
it_it: Modello per buffer della lista contatti

source: Chat buffer template:
it_it: Modello per buffer della chat

source: Capturing screenshot.
de_de: Nehme Bildschirmfoto auf.
it_it: Cattura dell'immagine.

source: Unable to take screenshot.
de_de: Das Bildschirmfoto konnte nicht aufgenommen werden.
it_it: Impossibile catturare l'immagine.

source: Unable to submit captcha to Solona.
de_de: Das Captcha konnte nicht an Solona übertragen werden.
it_it: Impossibile inviare il captcha a Solona.

source: Submitted captcha for analysis.
de_de: Captcha wurde zur Analyse übertragen.
it_it: Captcha inviato per l'analisi.

source: Solona is currently offline; please try again later.
it_it: Solona è al momento offline; Per favore, prova di nuovo più tardi.

source: Checking current status of Solona...
it_it: Verifica stato attuale di Solona...

source: Unable to obtain current operator status.
it_it: Impossibile ottenere lo stato attuale degli operatori.

source: Solona is offline; no operators are available.
it_it: Solona è offline. Nessun operatore è disponibile.

source: Solona is online, and operators are standing by.
it_it: Solona è online, e gli operatori sono in attesa.

source: Unable to connect to Solona. %s will retry until connection is established.
it_it: Impossibile connettersi a Solona. %s ritenterà finchè la connessione non sarà stabilita.

source: Logged into Solona as %s
de_de: bei Solona angemeldet als %s
it_it: Effettuato l'accesso a Solona come %s

source: Unable to Log into Solona.
de_de: Qwitter konnte Sie nicht bei Solona anmelden.
it_it: Impossibile accedere a Solona.

source: Solona Login
it_it: Accesso a Solona

source: Please supply your credentials for Solona
it_it: Per favore, fornisci le tue credenziali di Solona

source: Login canceled.
it_it: Accesso annullato.

source: Captcha solution copied to clipboard.
de_de: Captcha-Ergebnis wurde in die Zwischenablage kopiert.
it_it: Soluzione del captcha copiata negli appunti.

source: Solona Solution
de_de: Solona_s Lösung
it_it: Soluzione di Solona

source: Solona returned:
de_de: Rückgabewert von Solona:
it_it: Restituito da Solona:

source: Settings
it_it: Impostazioni

source: Show message box with captcha solution.
it_it: Mostrare un box di messaggio con la soluzione del captcha.

source: Copy Captcha solution to clipboard.
it_it: Copiare la soluzione del captcha negli appunti.

source: Louder.
fr_fr: Plus fort.
hu_hu: hangosítás
it_it: Più forte.

source: Quieter.
fr_fr: Moins fort.
hu_hu: halkítás
it_it: Meno forte.

source: Session mute off
fr_fr: Muet inactif pour la session courante
hu_hu: szakasz némítás kikapcsolva
it_it: Silenzio sessione disattivato

source: Session mute on
fr_fr: Muet actif pour la session courante
hu_hu: szakasz némítás bekapcsolva
it_it: Silenzio sessione attivato

source: Global mute off
fr_fr: Muet global Inactif
hu_hu: Némítás kikapcsolva
it_it: Silenzio globale disattivato

source: Global mute on
fr_fr: Muet global actif
hu_hu: teljes némítás
it_it: Silenzio globale attivato

source: Countdown Timer
fr_fr: Minuterie.
hu_hu: Időzítés
it_it: Timer conto alla rovescia

source: Counting.
fr_fr: Comptage en cours.
hu_hu: számolás
it_it: Conteggio in corso.

source: Countdowns
fr_fr: Comptes à rebours
hu_hu: időzítések
it_it: Conti alla rovescia

source: default
fr_fr: Défault
hu_hu: alapértelmezett
it_it: Predefinito

source: Countdown %s complete.
fr_fr: Compte à rebours %s terminé
it_it: Conto alla rovescia %s completo.

source: Remaining time
hu_hu: maradandó idő
it_it: Tempo rimanente

source: Elapsed time
hu_hu: eltelt idő
it_it: Tempo trascorso

source: Stopwatch reset and counting.
fr_fr: Réinitialisation du chronomètre et du compteur.
it_it: Cronometro azzerato e conteggio in corso.

source: Stopwatch counting.
fr_fr: Décompte du chronomètre.
hu_hu: Stopper mér
it_it: Conteggio cronometro.

source: Stopwatch stopped at %s.
it_it: Cronometro fermato a %s.

source: Name:
fr_fr: Nom:
hu_hu: név:
it_it: Nome:

source: Direct message
fr_fr: Message direct
hu_hu: személyes üzenet
it_it: Messaggio diretto

source: dm
it_it: Messaggio diretto

source: Unable to detect a user to reply to.
fr_fr: Impossible de détecter un utilisateur à qui répondre.
it_it: Impossibile trovare un utente a cui rispondere.

source: view item
fr_fr: Afficher l'élément
hu_hu: elem megtekíntése
it_it: Visualizza elemento

source: View Tweet From %s
de_de: Meldungen von %s anzeigen
fr_fr: Voir les tweets de %S
hu_hu: %s twít a következőtöl:
it_it: Visualizza tweet da %s

source: Item is not a post.
de_de: Dieser Eintrag ist kein Beitrag.
fr_fr: L'élément n'est pas un message.
hu_hu: elem nem egy hozzászólás
it_it: L'elemento non è un messaggio.

source: Cannot retweet a direct message while DM safe mode is enabled.
de_de: Direkte Nachrichten können nicht weitergeleitet werden, während der sichere Modus aktiv ist.
fr_fr: Impossible de retweeter un message quand la sécurisation dm est activée.
hu_hu: egy személyes üzenet újraküldése nem lehetséges míg a Személyes üzenet biztonsági mód engedélyzve van
it_it: Non si può fare il retweet di un messaggio diretto mentre la modalità messaggio diretto sicuro è attiva.

source: Cannot retweet your own tweet.
de_de: Eigene Meldungen können nicht weitergeleitet werden.
fr_fr: Impossible de retweeter votre propre tweet.
hu_hu: saját twítet nemlehet retwítelni
it_it: Non si può fare il retweet di un tuo stesso tweet.

source: Would you like to add a comment?
de_de: Möchten Sie einen Kommentar hinzufügen?
fr_fr: Souhaitez-vous ajouter un commentaire?
hu_hu: Akar hozzáfűzni megjegyzéseket?
it_it: Desideri aggiungere un commento?

source: No users to follow detected in current post.
de_de: Im aktuellen Beitrag wurde kein Benutzer gefunden, dem Sie folgen können.
fr_fr: Aucun utilisateur à suivre détecté dans le message courant.
hu_hu: e hozzászólásban nincsenek követendő felhasználók
it_it: Nessun utente da seguire trovato nel messaggio corrente.

source: No users to unfollow detected in current post.
fr_fr: Aucun utilisateur à ne pas suivre détecté dans le message courant.
hu_hu: e hozzászólásban nincsenek kikövetendő felhasználók
it_it: Nessun utente da smettere di seguire trovato nel messaggio corrente.

source: No URLs detected in current post.
fr_fr: Aucune URL détectée dans le message courant.
hu_hu: a jelen hozzászolásban nincsenek webcímek
it_it: Nessun URL trovato nel messaggio corrente.

source: Twitter search
de_de: Suche bei Twitter
fr_fr: Recherche Twitter
hu_hu: twitter keresés
it_it: Ricerca di Twitter

source: Search for %s
de_de: Suche nach %s
fr_fr: Recherche de %s
hu_hu: %s keresése
it_it: Ricerca di %s

source: Trending: Worldwide
fr_fr: Vérification des sujets à la une: dans le monde
hu_hu: Trendek: világilag
it_it: Tendenza: tutto il mondo

source: Public Timeline
de_de: öffentliche Zeitleiste
fr_fr: Timeline Publique
hu_hu: publik idővonal
it_it: Timeline pubblica

source: Loading public timeline.
de_de: öffentliche Zeitleiste wird geladen.
fr_fr: Chargement de la timeline publique.
hu_hu: publik idővonal betöltése
it_it: Caricamento timeline pubblica.

source: Favorites
de_de: Favouriten
fr_fr: Favoris
hu_hu: kedvencek
it_it: Preferiti

source: Loading favorites
fr_fr: Chargement des favoris
hu_hu: kedvencek betöltése
it_it: Caricamento preferiti.

source: %s's favorites
de_de: Favouriten von %s
fr_fr: Favoris de %s
hu_hu: %s kedvencei
it_it: Preferiti di %s

source: Loading favorites for %s.
fr_fr: Chargement des favoris pour %s
hu_hu: %s kedvencei letöltése
it_it: Caricamento preferiti di %s

source: Loading followers list.
de_de: die Liste der Verfolger wird geladen
fr_fr: Chargement de la listes des followers.
hu_hu: követők lista betöltése
it_it: Caricamento lista followers.

source: Friends
de_de: Kontakte
fr_fr: Amis
hu_hu: barátok
it_it: Amici

source: Loading friends list.
de_de: die Kontaktliste wird geladen.
fr_fr: Chargement de la liste d'amis.
hu_hu: barátok lista betöltése
it_it: Caricamento lista amici.

source: Please launch your followers buffer before attempting to perform analysis.
de_de: Bitte rufen Sie den Puffer mit ihren Verfolgern auf, bevor Sie diese Funktion ausführen.
fr_fr: Veuillez afficher le tampon des followers avant de tenter une analyse.
hu_hu: Kérem nitsa meg a követők tárt elemzés előtt
it_it: Per favore, lancia il tuo buffer di followers prima di tentare di eseguire l'analisi.

source: Cannot perform analysis on an empty followers buffer.
de_de: Die Analyse kann auf einen leeren Puffer nicht angewendet werden.
fr_fr: Impossible d'exécuter une analyse sur un tampon de followers vide.
hu_hu: nemlehet elemzést készíteni egy üres követők táron
it_it: Non si può eseguire l'analisi in un buffer di followers vuoto.

source: Followers Analysis
de_de: Analyse der Verfolger
fr_fr: Analyse des followers.
hu_hu: Követők elemzése
it_it: Analisi dei followers

source: Performing followers analysis, please wait...
fr_fr: Exécution de l'analyse des followers, Veuillez patienter...
hu_hu: követők elemzés végrehajtása, kérem várjon...
it_it: Esecuzione analisi followers, attendi per favore.

source: Blocked Users
fr_fr: Utilisateurs bloqués
hu_hu: leblokkolt felhasználók
it_it: Utenti bloccati

source: Loading blocked users.
fr_fr: Chargement des utilisateurs bloqués.
hu_hu: blokkolt felhasználók betöltése
it_it: Caricamento utenti bloccati.

source: Checking current API call count...
de_de: aktuelle anzahl der API-Aufrufe wird geprüft.
it_it: Verifica numero api call attuale...

source: %s's timeline
de_de: Zeitleiste von %s
fr_fr: Timeline de %s
hu_hu: %s idővonala
it_it: Timeline di %s
