Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: de_de, fr_fr, hu_hu, it_it

source: Loading timeline for %s.
de_de: Zeitleiste für %s wird geladen.
fr_fr: Chargement de la timeline de %s.
hu_hu: %s idővonal betöltése
it_it: Caricamento timeline di %s

source: Loading followers for %s.
de_de: Lade Verfolger von %s
it_it: Caricamento followers di %s.

source: %s's followers
de_de: Verfolger von %s
fr_fr: Followers de %s
hu_hu: %s követői
it_it: Followers di %s

source: %s's friends
de_de: Kontakte von %s
fr_fr: Amis de %s
hu_hu: %s barátai
it_it: Amici di %s

source: Loading friends for %s.
de_de: lade Kontakte von %s
fr_fr: Chargement des amis pour %s.
hu_hu: %s barátai betőltése
it_it: Caricamento amici di %s.

source: Select which type of retweets to display:
de_de: Wählen Sie aus, welche weiterleitungen angezeigt werden sollen:
it_it: Seleziona quale tipo di retweets visualizzare:

source: Select type
de_de: wählen Sie den Typ
it_it: Seleziona tipo

source: My friends' retweets
de_de: weitergeleitete Nachrichten meiner Kontakte
it_it: Retweets dei miei amici

source: My retweets
de_de: meine weitergeleiteten Nachrichten
it_it: Miei retweets

source: My tweets that have been retweeted by others
de_de: meine Meldungen, die weitergeleitet wurden.
it_it: Miei tweet di cui altri hanno fatto il retweet

source: This command is not supported from within a search buffer.
fr_fr: Cette commande n'est pas supportée depuis un tampon de recherche.
hu_hu: Ez a parancs nem támogatott egy keresési tárból
it_it: Questo comando non è supportato all'interno di un buffer di ricerca.

source: No user detected in current item.
fr_fr: Aucun utilisateur détecté dans l'élément courant.
hu_hu: nincs felhasználó a jelen elemben
it_it: Nessun utente trovato nell'elemento corrente.

source: Loading profile for %s
de_de: Benutzerprofil von %s wird geladen.
fr_fr: Chargement du profil de %s
hu_hu: %s profil betöltése
it_it: Caricamento profilo di %s

source: Retrieving locations.
fr_fr: Récupération des localisations.
hu_hu: hely lekérése
it_it: Recupero posizioni.

source: Unable to retrieve local trend locations; please try again later.
fr_fr: Impossible de récupérer les sujets à la une locaux. Veuillez réessayer plus tard.
hu_hu: Helyi trendek listáját nemlehetett letölteni;kérem próbálja meg később
it_it: Impossibile recuperare le posizioni della tendenza locale; per favore, prova di nuovo più tardi.

source: Trending: %s
it_it: Tendenza: %s

source: Canceled
de_de: abgebrochen.
fr_fr: Annulé
hu_hu: jóvánhagyva
it_it: Annullato

source: Are you sure you want to import %d items from old database?
fr_fr: Êtes-vous sûrs de vouloir importer %d éléments depuis l'ancienne base de données?
hu_hu: biztosan importalja a %d elemeket régi adatbázisból?
it_it: Sei sicuro di voler importare %d elementi dal vecchio database?

source: Are you sure?
fr_fr: Êtes-vous sûrs?
hu_hu: biztos?
it_it: Sei sicuro?

source: Importing, please wait.
fr_fr: Importation en cours, veuillez patienter.
hu_hu: importálás folyamatban, kérem várjon.
it_it: Importazione, attendi per favore.

source: Import completed successfully.
fr_fr: Importation terminée avec succès.
hu_hu: importálás befejeződött sikeresen
it_it: Importazione completata con successo.

source: Import complete.
fr_fr: Importation terminée.
hu_hu: import befejeződőtt
it_it: Importazione completa.

source: No geo location info present in this tweet.
fr_fr: Pas d'informations de géolocalisation disponibles pour ce tweet.
hu_hu: e twítben nincsen geó hely
it_it: Nessuna informazione sulla posizione geografica presente in questo tweet.

source: Retrieving geo location info...
fr_fr: Récupération des infos de géolocalisation..
hu_hu: geó helyi információ lekérése...
it_it: Recupero delle informazioni sulla posizione geografica.

source: Error determining location.
fr_fr: Erreur en déterminant la localisation.
hu_hu: hiba történt a hely lekérése közben
it_it: Errore nel determinare la locazione.

source: Coordinates are not accurate enough to determine a location.
it_it: Le coordinate non sono abbastanza accurate per determinare una locazione.

source: Location is %s; %s level accuracy
it_it: La posizione è %s; livello accuratezza %s

source: %s level accuracy
it_it: Livello accuratezza %s

source: Enter a name to search for:
fr_fr: Veuillez entrer le nom à rechercher:
hu_hu: írja be a keresendő kifejezést:
it_it: Inserisci un nome da cercare:

source: User search
fr_fr: Recherche d'utilisateurs
hu_hu: felhasználó keresés
it_it: Ricerca di utenti

source: User search for %s
fr_fr: Recherche d'utilisateurs - %s
hu_hu: a %s felhasználó keresése
it_it: Ricerca utenti di %s

source: Retrieving relationship status for %s
fr_fr: Récupération du statut des relations pour %s
hu_hu: %s kapcsolat állapotának lekérése
it_it: Recupero stato di relazione di %s

source: Retrieving relationship status between %s and %s
fr_fr: Récupération du statut des relations entre %s et %s
hu_hu: %s é %s közti kapcsolat lekérése
it_it: Recupero stato di relazione tra %s e %s

source: Select user to add
fr_fr: Sélectionnez un utilisateur à ajouter
hu_hu: válassza ki a kivánt felhasználót a hozzáadáshoz
it_it: Seleziona utente da aggiungere

source: Retrieving lists, please wait.
fr_fr: Chargement des listes, veuillez patienter.
hu_hu: listák lekérése, kérem várjon...
it_it: Recupero lista, attendi per favore.

source: No lists defined. Please create a list with the list manager before performing this action.
fr_fr: Aucune liste définie. Veuillez créer une liste par le biais dugestionnaire de listes avant d'exécuter cette action.
hu_hu: nincs lista elkészítve. Kérem csináljon egyet a lista kezelővel
it_it: Nessuna lista definita. Per favore, creane una con il gestore lista prima di eseguire questa azione.

source: Select list
fr_fr: Sélectionnez une liste
hu_hu: Válassza ki a listát
it_it: Seleziona lista

source: Please select a list to add %s to?
fr_fr: Veuillez choisir la liste à laquelle vous souhaitez ajouter %s.
hu_hu: Kérem, válaszon ki egy listát a %s hozzáadásához
it_it: Per favore, seleziona una lista a cui aggiungere %s?

source: adding %s to list %s.
fr_fr: Ajout de %s à la liste %s.
hu_hu: %s hozzáadása %s listához
it_it: Aggiunta di %s alla lista %s.

source: Select user to remove
fr_fr: Sélectionnez un utilisateur à enlever
hu_hu: Válassza ki a felhasználót melyet törölni akar
it_it: Seleziona utente da rimuovere

source: Please select a list to remove %s from?
fr_fr: Veuillez sélectionner la liste à partir de laquelle %s doit être enlevé.
hu_hu: Kérem, válassza ki a listát melyböl %s t akarja eltávolítani
it_it: Per favore, seleziona una lista da cui rimuovere %s?

source: removing %s from list %s.
fr_fr: Suppression de %s à partir de la liste %s.
hu_hu: %s eltávolítása a %s listából
it_it: Rimozione di %s alla lista %s.

source: Please change to a list buffer before using this command.
fr_fr: Veuillez basculer sur un tampon liste avant d'utiliser cette commande.
hu_hu: Kérem váltson egy lista tárra mielőtt ezt a parancsot használja
it_it: Per favore, passa ad un buffer di lista prima di usare questo comando.

source: List members for %s
it_it: Membri della lista %s

source: Choose your social network:
fr_fr: Sélectionnez votre réseau social:
hu_hu: válassza ki a hálózatát:
it_it: Scegli il tuo social network:

source: Users whom I follow and who also follow me
fr_fr: Utilisateurs que je suit et qui me suivent également
hu_hu: Felhasználók melyek követnek engem és én is követek
it_it: Utenti che seguo e che mi seguono

source: Users whom I follow but who do not follow me
fr_fr: Utilisateurs que je suis mais qui ne me suivent pas
hu_hu: Felhasználók melyeket én követek de ők nem követnek
it_it: Utenti che seguo ma che non mi seguono

source: Users who follow me but whom I do not follow
fr_fr: Utilisateurs qui me suivent mais que je ne suis pas
hu_hu: Felhasználók melyek követnek engem de én nem követem
it_it: Utenti che mi seguono ma che non seguo

source: Please launch both your followers and friends buffers before attempting to create a social network.
fr_fr: Veuillez générer vos tampons followers et amis avant de tenter de créer un réseau social.
hu_hu: Kérem nitja meg a követők és barátok tárjait a hálózat elkészítése előtt.
it_it: Per favore, lancia i buffers di followers e di amici prima di tentare di creare il tuo social network.

source: Cannot create social network from an empty followers or friends buffer.
fr_fr: Impossible de créer un réseau social à partir d'un tampon d'amis ou de followers vide
hu_hu: nemlehet hálózat elemzést készíteni egy üres követők vagy barátok táron
it_it: Non si può creare un social network in un buffer di followers o di amici vuoto

source: Creating social network, please wait...
fr_fr: Création du réseau social, veuillez patienter...
hu_hu: hálózat elemzés végrehajtása, kérem várjon...
it_it: Creazione social network, attendi per favore.

source: List subscribers for %s
it_it: Iscritti alla lista %s

source: Translation from %s to %s
hu_hu: fordítás %s %s re
it_it: Traduzione da %s in%s

source: Mentions
de_de: Erwähnungen
hu_hu: Említések
it_it: Menzioni

source: Direct Messages
de_de: direkte Nachrichten
fr_fr: Messages directs
hu_hu: személyes üzenetek
it_it: Messaggi diretti

source: Sent
de_de: gesendet
fr_fr: Envoyés
hu_hu: elküldött
it_it: Inviati

source: Please wait while an access token is retrieved from Twitter.
fr_fr: Veuillez patienter pendant la récupération d'une clé d'accès a Twitter.
hu_hu: kérem várjon még a twitter add egy hozzáférési tókent
it_it: Per favore, attendi mentre viene ottenuto un token di accesso da twitter.

source: Retrieved access token from Twitter.
fr_fr: Clé d'accès récupérée depuis Twitter.
hu_hu: A hozzáférési tóken le lett kérve a twittertől:
it_it: Token di accesso ottenuto da Twitter.

source: verifying Twitter credentials
fr_fr: Vérification des informations de connexion à Twitter
hu_hu: twitter bizonyiték ellenörzése
it_it: Verifica credenziali di twitter.

source: Logged into Twitter as %s
fr_fr: Authentification sur Twitter en tant que %s
hu_hu: a Twitterbe bejelentkezés %s néven
it_it: Effettuato l'accesso a twitter come %s

source: Login failed!
fr_fr: Authentification échouée!
hu_hu: bejelentkezés sikertelen
it_it: Accesso fallito!

source: Twitter Login
fr_fr: Connexion à Twitter
hu_hu: Twitter bejelentkezés
it_it: Accesso a twitter

source: Please provide your credentials to login to Twitter
it_it: Per favore, fornisci le tue credenziali per accedere a twitter

source: Loading %d saved search%s from twitter.
de_de: Lade %d gespeicherte Suchanfragen für %s von Twitter.
fr_fr: Chargement de la recherche %d %s depuis Twitter
hu_hu: %d mentett keresések %s betöltése a twitter-böl
it_it: Caricamento della ricerca salvata %d %s da twitter.

source: Retrieving %d list timeline%s from twitter.
fr_fr: Chargement des timelines%s de la liste %d
hu_hu: %d idővonalak lekérése a %s twitterböl
it_it: Recupero timeline %d della lista%s da twitter.

source: List timeline for %s
fr_fr: timeline de la liste %s.
it_it: Timeline della lista di %s

source: retrieving relationship status for %s
fr_fr: Récupération du statut de vos relations avec %s
hu_hu: %s kapcsolata lekérése
it_it: Recupero stato di relazione di %s

source: You are following %s.
fr_fr: Vous suivez %s
hu_hu: ön %s felhasználót követi
it_it: Stai seguendo %s

source: %s is following you.
fr_fr: %s vous suit.
hu_hu: %s követ
it_it: %s ti sta seguendo.

source: No relationship exists between yourself and %s.
fr_fr: Aucune relation n'existe entre %s et vous
hu_hu: nincsen %s és közte kapcsolat
it_it: Non esiste alcuna relazione tra te e %s.

source: retrieving relationship status between %s and %s
fr_fr: Récupération du statut des relations entre %s et %s
hu_hu: %s és %s közti kapcsolat lekérése
it_it: Recupero stato di relazione tra %s e %s

source: %s is following %s.
fr_fr: %s suit %s.
hu_hu: %s követi %s-t
it_it: %s sta seguendo %s.

source: No relationship exists between %s and %s.
fr_fr: Aucune relation n'existe entre %s et %s.
hu_hu: nincsen %s és %s közte kapcsolat
it_it: Non esiste alcuna relazione tra %s e %s.

source: following %s
fr_fr: Suivi de %s
hu_hu: %s követése
it_it: %s seguito

source: unfollowing %s
fr_fr: Arrêt du suivi de %s
hu_hu: %s követése letiltása
it_it: %s smesso di seguire

source: blocking %s
fr_fr: Bloquage de %s
hu_hu: %s blokkolása
it_it: %s bloccato

source: reporting %s as spam
fr_fr: Signalement de %s comme spam
hu_hu: %s számolása spamként
it_it: %s segnalato come spam

source: Unable to connect to twitter. %s will retry until connection is established.
de_de: Die anmeldung war nicht möglich, %s wird es weiter versuchen, bis die Verbindung steht.
it_it: Impossibile connettersi a Twitter. %s ritenterà finchè la connessione non sarà stabilita.

source: Update
fr_fr: Mise à jour
hu_hu: frissités
it_it: Aggiornamento

source: Sending dm
fr_fr: Envoi du DM
hu_hu: személyes üzenet elküldése
it_it: Invio messaggio diretto

source: adding user %s to list %s
fr_fr: Ajout de l'utilisateur %s à la liste %s
hu_hu: %s felhasználó hozzáadása a %s listához
it_it: Aggiunta utente %s alla lista %s

source: Please wait while your profile is retrieved.
fr_fr: Veuillez patienter pendant le chargement de votre profil.
hu_hu: várjon az adatlapja lekéréséhez
it_it: Per favore, attendi mentre il tuo profilo viene recuperato.

source: Retrieving profile to edit
fr_fr: Chargement du profil à éditer
hu_hu: lekérése a szerkesztendő adatlapot
it_it: Recupero profilo da modificare

source: updating profile
fr_fr: Mise à jour du profil
it_it: Aggiornamento profilo

source: %s failed. Reason: %s
fr_fr: Échec %s. Raison: %s
hu_hu: %s sikertelen. Ok: %s
it_it: %s fallito. Ragione: %s

source: %s succeeded.
fr_fr: %s réussi.
hu_hu: %s sikeres
it_it: %s riuscito.

source: Retrieving API calls
fr_fr: Chargement du compte d'appels API.
hu_hu: API hívások lekérése
it_it: Recupero api calls

source: You have %s API calls left. They will reset to %d calls in %s.
de_de: Es sind noch %s API-Aufrufe übrig. Diese werden auf %d zurückgesetzt. Dies passiert in %s.
fr_fr: Il vous reste %s appels API. Ils seront réinitialisés dans %s.
hu_hu: %s API hívás van még hátra. %d hívás fog rendelkezésre állni %s mulva.
it_it: Hai %s api calls rimanenti. Saranno ripristinate a %d calls in %s

source: You can not favorite a %s.
it_it: Non è possibile aggiuntere ai preferiti un %s.

source: Marking as favorite
fr_fr: Marquage en tant que favori
hu_hu: kedvencé jelölés
it_it: Contrassegnato come preferito

source: marking as favorite
fr_fr: Marquage en tant que favori
hu_hu: kedvencé jelölés
it_it: Contrassegnato come preferito

source: Tweet removed from favorites.
de_de: Die Meldung wurde aus den Favouriten entfernt.
fr_fr: Tweet supprimé des favoris.
hu_hu: twít törölve a kedvencekböl
it_it: Tweet rimosso dai preferiti.

source: Toggling device notifications
fr_fr: Basculement des notifications sur mobile
hu_hu: ezkőzi értesítések módosítása
it_it: Verifica notifiche su dispositivo mobile

source: retrieving user details for %s
fr_fr: Chargement des détails de %s
hu_hu: %s adatlap lekérése
it_it: Recupero dettagli utente pdi %s

source: enabling device notifications for %s
fr_fr: Activation des notifications sur mobile pour %s
hu_hu: az ezkőzi értesítések be lettek kapcsolva a %s felhasználónak
it_it: Attivazione notifiche su dispositivo mobile per %s

source: disabling device notifications for %s
fr_fr: Désactivation des notifications sur mobile pour %s
hu_hu: az ezkőzi értesítések ki lettek kapcsolva a %s felhasználónak
it_it: Disattivazione notifiche su dispositivo mobile per %s

source: blocked user
fr_fr: Utilisateur bloqué
hu_hu: blokkolt használó
it_it: %s Bloccato utente %s

source: blocked users
fr_fr: Utilisateurs bloqués
hu_hu: blokkolt felhasználók
it_it: Utenti bloccati

source: Retrieving blocked users
it_it: Recupero utenti bloccati

source: %s blocked users retrieved.
fr_fr: %s utilisateurs bloqués
hu_hu: %s blokkolt használók lekérve
it_it: %s utenti bloccati recuperati.

source: Unblock
fr_fr: Débloquer
hu_hu: blokkolás feloldása
it_it: Sblocca

source: Are you sure you wish to unblock %s?
fr_fr: Êtes-vous sûrs de vouloir débloquer %s?
hu_hu: biztos a %s-t kiblokkolja?
it_it: Sei sicuro di voler sbloccare %s?

source: unblocking %s
fr_fr: Débloquage de %s
hu_hu: %s kiblokkolása
it_it: %s sbloccato

source: direct message
fr_fr: Message direct
hu_hu: személyes üzenet
it_it: Messaggio diretto

source: direct messages
fr_fr: Messages directs
hu_hu: személyes üzenetek
it_it: Messaggi diretti

source: favorite
fr_fr: Favori
hu_hu: kedvenc
it_it: Preferito

source: favorites
fr_fr: Favoris
it_it: Preferiti

source: Retrieving favorites
it_it: Recupero preferiti

source: Unable to remove tweet from favorites.
de_de: Die Meldung konnte nicht aus den Favouriten entfernt werden.
fr_fr: Impossible de supprimer le tweet des favoris.
hu_hu: Twít törlése a kedvencekből sikertelen
it_it: Impossibile rimuovere il tweet dai preferiti.

source: %s followers retrieved.
it_it: %s followers recuperati.

source: New Follower
hu_hu: új követő
it_it: Nuovi followers

source: friend
fr_fr: Following
hu_hu: barát
it_it: Amico

source: friends
fr_fr: Followings
hu_hu: barátok
it_it: Amici

source: %s friends retrieved.
it_it: %s amici recuperati.

source: tweet from %s
fr_fr: Tweet de %s
hu_hu: twít megtekínthető %stöl
it_it: Tweet da %s

source: tweets from %s
fr_fr: Tweets de %s
hu_hu: twít megtekínthető %stöl
it_it: Tweets da %s

source: list member
fr_fr: Membre de la liste
hu_hu: lista tag
it_it: Membro della lista

source: list members
fr_fr: Membres de la liste
hu_hu: személyek a listán
it_it: Membri della lista

source: Remove user
fr_fr: Supprimer l'utilisateur
hu_hu: felhasználó törlés
it_it: Rimuovi utente

source: Are you sure you wish to remove %s from list %s?
fr_fr: Êtes-vous sûrs de vouloir supprimer l'utilisateur %s de la liste %s?
hu_hu: Biztosan kiakarja törölni a %s a %s-böl?
it_it: Sei sicuro di voler rimuovere l'utente %s dalla lista %s?

source: list subscriber
hu_hu: lista jelentkező
it_it: Iscritto alla lista

source: list subscribers
hu_hu: lista jelentkezők
it_it: Iscritti alla lista

source: local trend
fr_fr: Sujet à la une local
hu_hu: helyi irányok
it_it: Tendenza locale

source: local trends
fr_fr: Sujets à la une locaux
hu_hu: helyi irányok
it_it: Tendenze locali

source: Retrieving local trends
fr_fr: Chargement des sujets locaux
hu_hu: helyi irányok lekérése
it_it: Recupero tendenze locali

source: Remove Tweet
fr_fr: Supprimer le tweet
hu_hu: tweet törlése
it_it: Rimuovi tweet

source: The post you are trying to remove will also be deleted from Twitter. Do you still wish to remove it?
hu_hu: A hozzászólás ki lesz törölve a twitterböl is. Mindig törölné szeretné?
it_it: Il messaggio che stai cercando di rimuovere sarà eliminato anche da Twitter. Desideri ancora rimuoverlo?

source: Deleting direct message
fr_fr: Suppression du message direct
hu_hu: személyes üzenet törlése
it_it: Eliminazione messaggio diretto

source: deleting direct message
fr_fr: Suppression du message direct
hu_hu: személyes üzenet törlése
it_it: Eliminazione messaggio diretto

source: removing item
hu_hu: elem tőrlése
it_it: Rimozione elemento

source: mention
hu_hu: Említés
it_it: Menzione

source: mentions
hu_hu: Említések
it_it: Menzioni

source: public tweet
fr_fr: Tweet public
hu_hu: publik tweet
it_it: Tweet pubblico

source: public tweets
fr_fr: Tweets publics
hu_hu: publik tweetek
it_it: Tweets pubblici

source: result for %s
fr_fr: Résultat pour %s
hu_hu: új találhat %s hez
it_it: Risultato per %s

source: results for %s
fr_fr: Résultats pour %s
hu_hu: új találatok %s hez
it_it: Risultati per %s

source: saving search %s
fr_fr: Sauvegarde de la recherche %s
hu_hu: %s keresés mentése
it_it: Salvataggio ricerca %s

source: Destroying saved search %s
fr_fr: Desstruction de la recherche sauvegardée %s
hu_hu: a %s mentett keresés bontása
it_it: Distruzione della ricerca salvata %s

source: sent item
fr_fr: Élément envoyé
hu_hu: elküldött elem
it_it: Elemento inviato

source: sent items
fr_fr: Éléments envoyés
hu_hu: elküldött elemek
it_it: Elementi inviati

source: Direct Message
hu_hu: személyes üzenet
it_it: Messaggio diretto

source: DM Recipient's Name
fr_fr: Nom du destinataire du DM
hu_hu: Személyes üzenet feladó neve
it_it: Nome destinatario del messaggio diretto

source: DM Recipient's Screen Name
fr_fr: Nom d'utilisateur du destinataire du DM
hu_hu: Személyes üzenet feladó twitter neve
it_it: Nome visualizzato destinatario del messaggio diretto

source: Retrieving trends
fr_fr: Chargement des sujets à la une
hu_hu: irányok lekérése
it_it: Recupero tendenze

source: trend
fr_fr: Sujet à la une
hu_hu: irány
it_it: Tendenza

source: trends
fr_fr: Sujets à la une
hu_hu: irányok
it_it: Tendenze

source: Trending item's name
hu_hu: irányok neve
it_it: Nome dell'elemento tendenza

source: %s updated.
fr_fr: %s réactualisé.
hu_hu: %s frissitve
it_it: %s aggiornato.

source: Search
fr_fr: Rechercher
hu_hu: keresés
it_it: Ricerca

source: Tweet Source
fr_fr: Source du tweet
hu_hu: tweet forrása
it_it: Tweet sorgente

source: Geo Tagged
hu_hu: földhely
it_it: Ultime notizie

source: Message Text
fr_fr: Texte du message:
hu_hu: üzenet szövege:
it_it: Testo del messaggio

source: Screen Name
fr_fr: Nom d'utilisateur:
hu_hu: felhasználói név
it_it: Nome visualizzato

source: Location
hu_hu: hely
it_it: Posizione

source: Retweet count
hu_hu: újratweetek száma
it_it: Conteggio retweet

source: Favorited
hu_hu: kedvencelve
it_it: Preferito

source: Retweeted
hu_hu: újratweetelve
it_it: Di cui si è effettuato il retweet

source: Protected
hu_hu: levédve
it_it: Protetto

source: Follower count
hu_hu: követők száma
it_it: Conteggio followers

source: Friend count
hu_hu: barátok száma
it_it: Conteggio amici

source: Number of tweets
hu_hu: twítek száma
it_it: Numero di tweets

source: Device notifications
hu_hu: ezközi értesítések
it_it: Notifiche su dispositivo mobile

source: User's local time
hu_hu: felhasználó helzy idője
it_it: Ora locale dell'utente

source: User's local date
it_it: Data locale dell'utente

source: Last Tweet Time
hu_hu: utolsó tweet időpontja
it_it: Ora ultimo tweet

source: Last Tweet Date
hu_hu: utolsó tweet dátuma
it_it: Data ultimo tweet

source: Last Tweet Relative Time
hu_hu: utolsó tweet idője
it_it: Tempo relativo all'ultimo tweet

source: Posts per update:
de_de: Beiträge pro Aktualisierung:
fr_fr: Nombre de Messages à chaque réactualisation:
hu_hu: hozzászólások lekérése egy frissítés alatt:
it_it: Messaggi per aggiornamento:

source: Max API calls to use per update (1 API call = {0} tweets)
fr_fr: Max. appels API à utiliser à chaque réactualisation (1 appel API = 200 tweets) Max.
hu_hu: Max API hívás használata egy frissítés lekérésekor (1 api hívás = {0} twít)
it_it: Massimo api calls da usare per aggiornamento (1 api call = [0] tweets)

source: Display favorites
fr_fr: Afficher les favoris
hu_hu: kedvencek megtekintése
it_it: Visualizza preferiti

source: Favorites for:
de_de: Favouriten für:
fr_fr: Favoris pour:
hu_hu: e kedvencei:
it_it: Preferiti di:

source: Follow someone
de_de: jemanden verfolgen
fr_fr: Suivre quelqu'un
hu_hu: Valaki követése
it_it: Segui qualcuno

source: Follow who:
de_de: wen möchten Sie verfolgen:
fr_fr: Suivre qui:
hu_hu: követés ezt a felhasználót:
it_it: Segui chi:

source: Mobile Updates
de_de: mobile Aktualisierungen
fr_fr: Notifications sur mobile
hu_hu: mobil ezköz frissítések
it_it: Aggiornamenti sul cellulare

source: List Followers
de_de: Liste der Verfolger
fr_fr: Lister les followers
hu_hu: követők megjelenítése
it_it: Lista followers

source: Followers for:
de_de: Verfolger für:
fr_fr: Followers pour:
hu_hu: e felhasználó követői:
it_it: Followers di:
