Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: es, hr, sr_la

source: Sessions:
es: Sesiones:
hr: Okruženja:
sr_la: Sesije

source: &Switch to
es: &Cambiar a
hr: &Prijeđi na
sr_la: Prebaci se na

source: &Delete session...
es: &Borrar sesión...
hr: &Izbriši okruženje...
sr_la: Izbriši sesiju

source: &New session...
es: &Nueva sesión...
hr: &Novo okruženje...
sr_la: Nova sesija

source: Are you sure you want to close session %s?
es: ¿Estás seguro de que quieres cerrar la sesión %s?
hr: Jeste li sigurni da želite zatvoriti okruženje %s?
sr_la: Jeste li sigurni da želite da zatvorite sesiju %s?

source: Remove session
es: Borrar sesión
hr: Ukloni okruženje
sr_la: Ukloni sesiju

source: Canceled.
es: Cancelado.
hr: Otkazano.
sr_la: Otkazano

source: Type
es: Tipo
hr: Vrsta
sr_la: Vrsta

source: Name
es: Nombre
hr: Ime
sr_la: Ime

source: New Session
es: Nueva sesión
hr: Novo Okruženje
sr_la: Nova sesija

source: Session type:
es: Tipo de sesión:
hr: Vrsta okruženja:
sr_la: Vrsta sesije

source: Session name:
es: Nombre de la sesión:
hr: Naziv okruženja:
sr_la: Ime sesije

source: Configuration
es: Configuración
hr: Konfiguracija
sr_la: Postavke

source: Language
es: Idioma
hr: Jezik
sr_la: Jezik

source: Speech and Braille
es: Braille y voz
sr_la: Govor i Brajevo pismo

source: Navigation
es: Navegación
hr: Navigacija
sr_la: Kretanje

source: Miscellaneous
es: Miscelánea
hr: Razno
sr_la: Razno

source: Language Selection:
es: seleccionar idioma:
hr: Odabir Jezika:
sr_la: Odabir jezika

source: Automatically start %s after Windows log on
es: Iniciar %s automáticamente tras iniciar sesión en windows

source: Show confirmation dialog before exiting %s
es: Mostrar diálogo de confirmación antes de salir de %s

source: Preferred URL Shortener:
es: Acortador de URLS preferido:

source: Preferred audio service:
es: Servicio de audio preferido:
sr_la: Podrazumevana audio usluga

source: Your %s API Key (optional):
es: Tu API Key para %s (opcional):
sr_la: Vaš %s API ključ (nije obavezno):

source: Send messages with Enter
es: Enviar mensajes con énter.
sr_la: Pošalji poruke pritiskom na enter

source: Perform standard actions with Home/End keys
es: Realizar acciones estándar con las teclas inicio y fin

source: Move by percentage amount (as a %)
es: Moverse por porcentaje (en tanto por ciento)
hr: Količina postotaka u pomaku (kao %)
sr_la: Kretanje po procentima (kao 5%)

source: Move by time (defined as hours:minutes) hours
es: Moverse por tiempo (definido como horas:minutos) horas
hr: Pomak prema vremenu (definirano kao sati:minute) sati
sr_la: Kretanje po vremenu sa određenim satima i minutima

source: Move by time (defined as hours:minutes) minutes
es: Moverse por tiempo (definido como horas:minutos) minutos
hr: Pomicanje prema vremenu (definirano kao sati:minute) minute
sr_la: Kretanje po vremenu određeno po satima i minutima

source: Undo stack size
es: Tamaño de la pila de deshacer
hr: Poništi velićinu mase
sr_la: Veličina fijoke za opoziv

source: Speech output
es: Salida del habla
hr: Govorni izlaz
sr_la: Izlazna govorna jedinica

source: SAPI speech rate
es: Velocidad del habla de SAPI
hr: Brzina SAPI govora
sr_la: Brzina SAPI govora

source: SAPI speech volume
es: Volumen del habla de SAPI
hr: Glasnoća SAPI govora
sr_la: Jačina SAPI govora

source: SAPI speech voice
es: Volumen de la voz de SAPI
hr: SAPI glas za izgovor
sr_la: Glas SAPI govora

source: Braille Output:
es: Salida Braille:
hr: Brajični Izlaz:
sr_la: Brajev izlaz

source: Braille spoken text
es: deseas verbalización al usar salida braille

source: Enable speech recognition
es: Activar reconocimiento de voz

source: URL Selection
es: Selección de URL
hr: Odabir URL adrese
sr_la: Izbor linkova

source: Select URL to open
es: Elige URL a abrir
hr: Odaberite URL adresu koju želite otvoriti
sr_la: Izaberite link koji želite da otvorite

source: &Unshorten URL
es: &Desacortar URL
hr: &Produlji URL adresu
sr_la: Vrati link u prvobitno stanje

source: &Copy URL
es: &Copiar URL
hr: &Kopiraj URL adresu
sr_la: Kopiraj link

source: URL expanded.
es: URL expandida.
hr: URL adresa je proširena.
sr_la: Link je vraćen u normalno stanje

source: Unable to expand URL
es: Imposible expandir URL
hr: Ne mogu proširiti URL adresu
sr_la: Ne mogu da vratim link u prvobitno stanje

source: URL copied to clipboard.
es: URL copiada al portapapeles.
hr: URL adresa kopirana u odlagalište.
sr_la: Link je iskopiran u ostavu.

source: Username
es: Nombre de usuario
hr: Korisničko ime
sr_la: Korisničko ime

source: Password
es: Contraseña
hr: Zaporka
sr_la: Lozinka

source: %s - %d of %d Characters
es: %s - %d caracteres de %d
hr: %s - %d od %d znakova
sr_la: %s - %d od %d znakova

source: URL Shortener - No URLs
es: Acortador de URLs - No hay URLs
hr: Skračivač URL adresa - Bez URL adresa
sr_la: Skraćivač linkova, nema pronađenih linkova

source: No URLs were found to shorten. If there is one, select the URL and click this button again.
es: No se encontró ninguna URL para acortar. Si hay alguna, selecciónala y pulsa este botón otra vez.
hr: Nisu pronađene URL adrese za skratiti. Ukoliko koja ima, odaberite URL adresu i kliknite ovaj gumb opet.
sr_la: Nisu pronađeni linkovi za skraćivanje. Ako postoji jedan, izaberite ga i kliknite na ovo dugme ponovo.

source: URL Shortener - Select URL
es: Acortador de URLs - Elige URL
hr: Skračivač URL adresa - Odabir URL adrese
sr_la: Skraćivač linkova - izaberite link

source: Select URL to shorten.
es: Elige URL a acortar.
hr: Odaberite URL adresu za skraćivanje.
sr_la: Izaberite link za skraćivanje

source: URL Shortened.
es: URL reducida.
hr: URL adresa je Skraćena.
sr_la: Link je skraćen.

source: URL Shortener - Problem
es: Acortador de URLs - Problema
hr: Problem skračivača URL adresa
sr_la: Problem skraćivača linkova.

source: There was a problem shortening the selected URL.
es: Surgió un problema al acortar la URL elegida.
hr: Nastao je problem prilikom skračivanja odabrane URL adrese.
sr_la: Pojavio se problem prilikom skraćivanja ovog linka.

source: URL Unshortener - No URLs
es: Desacortador de URLs - No hay URLs
hr: Skračivač URL adresa - Bez URL adresa
sr_la: Nema linkova za vraćanje.

source: No URLs were found to unshorten. If there is one, select the URL and click this button again.
es: No se encontraron URLs para desacortar. Si hay alguna, selecciónala y pulsa este botón de nuevo.
hr: Nisu pronađene URL adrese za skratiti. Ukoliko koja ima, odaberite URL adresu i kliknite ovaj gumb opet.
sr_la: Nisu pronađeni linkovi koji mogu biti vraćeni u prvobitno stanje. Ako postoji jedan, izaberite ga i pritisnite ponovo ovo dugme.

source: URL Unshortener - Select URL
es: Desacortador de URLs - Elige URL
hr: Skračivač URL adresa - Odabir URL adrese
sr_la: Vraćanje linkova, izaberite link

source: Select URL to unshorten.
es: Elige URL a desacortar.
hr: Odabir URL adrese za skratiti.
sr_la: Izaberite link koji želite da vratite u prvobitno stanje

source: URL Unshortener - Problem
es: Desacortador de URLs - Problema
hr: Problem produživača URL adresa
sr_la: Problem prilikom vraćanja linka

source: There was a problem unshortening the selected URL.
es: Surgió un problema al desacortar la URL elegida.
hr: Nastao je problem prilikom produženja odabrane URL adrese.
sr_la: Pojavio se problem prilikom vraćanja linka u prvobitno stanje.

source: Message:
es: Mensaje:
hr: Poruka:
sr_la: Poruka:

source: &Shorten URL
es: &Reducir URL
hr: &Skrati URL Adresu
sr_la: Skrati link

source: Attach &Audio...
es: Adjuntar &audio...
hr: Priložiti &Audio zapis...
sr_la: Priloži audio...

source: S&chedule message...
es: Programar Mensaje...
hr: Za&kazati poruku...
sr_la: Zakaži poruku...

source: Attaching...
es: Adjuntando...
hr: Prilažem...
sr_la: Prilažem...

source: Upload in progress
es: Cargando...
sr_la: Otpremanje u toku

source: There was an error attaching the file.
es: Ocurrió un error al adjuntar el archivo.
hr: Dogodila se pogreška prilikom prilaganja datoteke.
sr_la: Dogodila se greška prilikom umetanja datoteke.

source: File attached.
es: Archivo adjuntado.
hr: Datoteka je priložena.
sr_la: Datoteka je priložena.

source: Resetting currently scheduled item.
es: Reiniciando elemento programado actualmente.

source: Schedule message
es: Programar mensaje
hr: Zakazati poruku
sr_la: Zakaži poruku

source: Delaying for %s
es: Retrasando durante %s
hr: Odgođeno za %s
sr_la: Odlažem do %s

source: &Translate Message...
es: &Traducir mensaje...
hr: &Prevedi Poruku...

source: Translate message
es: Traducir mensaje
hr: Prevedi poruku

source: Translation process has failed.
es: El proceso de traducción ha fallado.
hr: Proces prevođenja nije uspio.
sr_la: Prevođenje nije uspelo.

source: Modifiers unlocked.
es: Modificadores desbloqueados.
hr: Modifikatori odključani.
sr_la: Modifikatori su otključani.

source: Attach audio
es: Adjuntar audio
hr: Priložiti audio zapis
sr_la: Priloži audio

source: &Record
es: &Grabar
hr: &Snimi
sr_la: Snimi

source: Attach existing audio &file...
es: Adjuntar archivo de audio existente...
hr: Priloži postojeću audio &datoteku...
sr_la: Priloži postojeću audio datoteku...

source: &Play
es: Re&producir
hr: &Reproduciraj
sr_la: Pusti

source: &Discard
es: &Descartar
hr: &Odbaci
sr_la: Odbaci

source: &Attach!
es: &Adjuntar
hr: &Priloži!
sr_la: Priloži!

source: &Stop
es: &Parar.
hr: &Zaustavi
sr_la: Zaustavi

source: Recording.
es: Grabando.
hr: Snimanje.
sr_la: Snimanje

source: Stopped.
es: Parado.
hr: Zaustavljeno.
sr_la: zaustavljeno

source: Select audio file
es: Elegir archivo de sonido.
hr: Izaberite audio datoteku
sr_la: Izaberite audio datoteku

source: Discarded.
es: Descartado.
hr: Odbaćeno.
sr_la: Odbačeno

source: Playing.
es: Reproduciendo.
hr: Reproduciranje.
sr_la: Reprodukcija

source: Transcoding audio.
es: Convirtiendo sonido.
hr: Prekodiranje audio zapisa.
sr_la: Pretvaram audio

source: Interval
es: Intervalo

source: Select scheduling method
es: Elegir método de programación
hr: Izaberite metodu zakazivanja
sr_la: Izaberite način zakazivanja

source: Time
es: Tiempo
hr: Vrijeme
sr_la: Vreme

source: Hours:
es: Horas:
hr: Sati:
sr_la: Sati:

source: Minutes:
es: Minutos:
hr: Minute:
sr_la: Minuta:

source: Seconds:
es: Segundos:
hr: Sekunde:
sr_la: Sekundi:

source: Hour:
es: Hora:
hr: Sat:
sr_la: Sat:

source: Recipient:
es: Destinatario:
hr: Primatelj:
sr_la: Primalac:

source: %s to %s
es: %s a %s
hr: %s na %s
sr_la: %s za %s

source: Translate
es: Traducir
hr: Prevedi
sr_la: Prevedi

source: Auto detect
es: Autodetectado
hr: Automatski Pronađi
sr_la: Otkrij automatski

source: Source language:
es: Idioma fuente:
hr: Izvorni jezik:
sr_la: Izvorni jezikk:

source: Destination language:
es: Idioma destino:
hr: Odredišni jezik:
sr_la: Odredišni jezik:

source: Index
es: ïndice
hr: Indeks
sr_la: Indeks

source: Item deleted.
es: Elemento eliminado.
hr: Stavka je obrisana.
sr_la: Stavka je obrisana.

source: buffer %s
es: Lista %s
hr: spremnik %s
sr_la: Kanal %s

source: Buffer mute off
es: Silenciado de lista desactivado
hr: Isključeno mutiranje međuspremnika
sr_la: Prigušivanje kanala isključeno

source: Buffer mute on
es: Silenciado de lista activado
hr: Uključeno mutiranje međuspremnika
sr_la: Prigušivanje kanala uključeno

source: Item %d of %d.
es: %d elemento de %d.
hr: Stavka %d od %d.
sr_la: Stavka %d od %d.

source: Removed all matching items from source %s
es: Borrados de la fuente %s todos los tuits resultantes
hr: Uklonjene sve podudarne stavke iz izvora %s
sr_la: Uklonjene su sve stavke koje se poklapaju iz izvora %s

source: rx {term}
es: Expresión regular {term}

source: and
es: y
hr: i
sr_la: i

source: , and
es: , y
hr: , i
sr_la: , i

source: or
es: o
hr: ili
sr_la: ili

source: , or
es: , o
hr: , ili
sr_la: , ili

source: {0} with {1}
es: {0} con {1}
hr: {0} sa {1}

source: {0} without {1}
es: {0} sin {1}
hr: {0} bez {1}

source: {0} with {1} and without {2}
es: {0} con {1} y sin {2}
hr: {0} sa {1} i bez {2}

source: {0} with {1}. Without {2}
es: {0} con {1}. Sin {2}
hr: {0} sa {1}. Bez {2}

source: Relative Time
es: Tiempo relativo
hr: Relativno Vrijeme
sr_la: Relativno vreme

source: Date
es: Fecha
hr: Datum
sr_la: Datum

source: Not Available
es: No disponible
hr: Nije Dostupno
sr_la: Nije dostupno

source: {0} ago
es: Hará {0}
hr: prije {0}

source: No URLs detected in current item.
es: No se han detectado URLs en el elemento actual.
hr: Nisu nađene URL adrese u trenutnoj stavci.
sr_la: U trenutnoj stavci linkovi nisu otkriveni.

source: %s %d of %d.
es: %s %d de %d.
hr: %s %d od %d.
sr_la: %s %d od %d.

source: message
es: Mensaje
hr: poruka
sr_la: Poruka

source: messages
es: Mensajes
hr: poruka
sr_la: Poruke

source: Update already in progress; please wait.
es: Actualización ya en curso; espera, por favor.
hr: Obnova je već u tijeku; molim pričekajte.
sr_la: Ažuriranje je već u toku. Molimo sačekajte.

source: No new %s.
es: No hay %s nuevos.
hr: Nema novih stavki za %s.
sr_la: Nema novih %s.

source: Checking for %s.
es: Verificando %s.
hr: Provjera novih stavki za %s.
sr_la: Proveravam za %s

source: Text file
es: Archivo de texto
sr_la: Tekstualna datoteka

source: Buffer Configuration
es: Configuración de lista

source: Default Settings
es: Configuración predeterminada
sr_la: Podrazumevane postavke

source: Attention
es: Atención

source: Update interval (in minutes)
es: Intervalo de actualización (en minutos)
sr_la: Interval ažuriranja u minutima

source: Number of posts to download per update
es: Número de mensajes a descargar por actualización
sr_la: Broj preuzimanja po jednom ažuriranju

source: Search for
es: Buscar

source: Max API calls to use per update (1 API call = 100 results)
es: Máximas llamadas a la API a usar por actualización (1 llamada = 100 resultados)

source: Max API calls to use per update (1 API call = 200 tweets)
es: Máximas llamadas a la API a usar por actualización (1 llamada = 200 tuits)

source: Mute buffer
es: Silenciar lista

source: Apply settings to all buffers
es: Aplicar configuración a todas las listas
sr_la: Primeni postavke na sve kanale

source: Use default spoken template
es: Usar modelo hablado por omisión
sr_la: Koristi podrazumevani govorni šablon

source: Spoken template:
es: Modelo hablado:
sr_la: Govorni šablon

source: Use default clipboard template
es: Usar modelo de portapapeles por omisión
sr_la: Koristi podrazumevani šablon međuspremnika

source: Clipboard template:
es: Modelo de portapapeles:
sr_la: Šablon međuspremnika

source: Export
es: Exportar

source: Format
es: Formato
sr_la: Oblik

source: Export Format
es: Formato de exportación

source: Filename
es: Nombre de archivo

source: Save As
es: Guardar como
sr_la: Sačuvaj kao

source: Export more?
es: ¿Exportar más?

source: Items
es: Elementos

source: Buffer
es: Lista

source: Item template
es: Modelo de elemento

source: Range
es: Rango
sr_la: Opseg

source: All (bottom to top)
es: Todos (de abajo hacia arriba)
sr_la: Sve, od dna ka vrhu

source: All (top to bottom)
es: Todos (de arriba hacia abajo)
sr_la: Sve, od vrha ka dnu

source: Custom
es: Personalizado
sr_la: Prilagođeno

source: First item index
es: Número del primer elemento
sr_la: Prva stavka

source: Last item index
es: Número del último elemento

source: Filter: %s
es: Filtro: %s
hr: Izdvoji: %s

source: Filters:
es: Filtros:
hr: Filteri:
sr_la: Filteri:

source: &Add
es: &Añadir
hr: &Dodaj
sr_la: Dodaj

source: &Remove
es: &Borrar
hr: &Ukloni
sr_la: Ukloni

source: Use a regular expression
es: Usar expresión regular
hr: Rabi regularni izraz
sr_la: Koristi regularni izraz

source: Buffer Search:
es: Búsqueda en lista:
hr: Pretraga Međuspremnika:
sr_la: Pretraga kanala:

source: Fields:
es: Campos:
hr: Polja:
sr_la: Polja:

source: excluding
es: Excluyendo
hr: Isključenje
sr_la: isključujući

source: Replace source buffer
es: Reemplazar lista de origen
hr: Zamijeni izvorni međuspremnik
sr_la: Zameni izvorni kanal

source: Regular Expression:
es: Expresión regular:
hr: Regularni Izraz:
sr_la: Regularni izraz:

source: Term:
es: Término:
hr: Upit:
sr_la: Trajanje:

source: replacement
es: sustitución
hr: zamjena
sr_la: Zamena

source: without
es: Sin
hr: bez
sr_la: Bez

source: with
es: con
hr: sa
sr_la: Sa

source: RX
es: Expresión regular

source: Enter item number to jump to, 1 to %s:
es: Introduce el número del elemento a saltar, de 1 a %s:
hr: Unesite broj stavke na koju želite skoknuti, od 1 do %s:
sr_la: Unesite broj stavke na koju želite da skočite, između 1 i %s:

source: Cannot move by time in this buffer.
es: No puede navegarse por tiempo en esta lista.
hr: Ne mogu se pomicati po vremenu u ovom međuspremniku.
sr_la: U ovom kanalu se ne mogu kretati po vremenu.

source: No active buffers in %s session.
es: Sin listas activas en sesión %s
hr: Nema aktivnih međuspremnika u okruženju %s.
sr_la: Nema aktivnih kanala u sesiji %s.

source: There are no buffers to dismiss.
es: No hay listas para descartar.
hr: Nema međuspremnika za otpustiti.
sr_la: Nema kanala za odbacivanje.

source: Unable to dismiss buffer %s
es: Imposible eliminar lista %s
hr: Ne mogu otpustiti međuspremnik %s
sr_la: Ne mogu da odbacim kanal %s.

source: Undo failed: stack empty
es: Error al deshacer: pila vacía
hr: Poništavanje neuspjelo: masa je prazna
sr_la: Opoziv nije uspeo. Fioka je prazna.

source: Undo failed: buffer no longer exists
es: Error al deshacer: ya no existe la lista
hr: Poništavanje neuspjelo: međuspremnik više ne postoji
sr_la: Opoziv nije uspeo. Kanal više ne postoji.

source: This buffer cannot be cleared.
es: Esta lista no se puede vaciar.
hr: Ovaj međuspremnik se ne može obrisati.
sr_la: Ovaj kanal ne može biti očišćen.

source: Are you sure you want to delete %d items from %s?
es: ¿Seguro que quieres borrar %d elementos de %s?
hr: Jeste li sigurni da želite izbrisati %d stavki iz %s?
sr_la: Jeste li sigurni da želite da izbrišete %d stavki iz %s?

source: Clear buffer
es: Limpiar lista
hr: Očisti međuspremnik
sr_la: Očisti kanal

source: Item number too high.
es: Número de elemento demasiado alto.
hr: Broj stavke je prevelik.
sr_la: Broj stavke je previsok.

source: Processing. Please wait.
es: Procesando.Por favor espera.
hr: Obrada u tijeku. Molim pričekajte.
sr_la: Obrada je u toku, molimo sačekajte.

source: Item copied to clipboard.
es: Elemento copiado al portapapeles.
hr: Stavka je kopirana u međuspremnik.
sr_la: Stavka je kopirana u ostavu.

source: Moved
es: Movido
hr: Premješteno
sr_la: Premešteno.

source: The export function is not available.
es: La función de exportación no está disponible.
hr: Funkcija za izvoz nije dostupna.
sr_la: Funkcija izvoza nije dostupna.

source: Export started, please wait.
es: Se ha iniciado la exportación, por favor espera.
hr: Početak izvoza, molim pričekajte.
sr_la: Izvoz je počeo. Molimo sačekajte.

source: Export complete
es: Exportación finalizada
hr: Izvoz je završen
sr_la: Izvoz je dovršen.

source: Export failed.
es: La función de exportación ha fallado
hr: Izvoz nije uspio.
sr_la: Izvoz nije uspeo.

source: No buffers in this session.
es: No hay listas en esta sesión.
hr: Nema međuspremnika u ovom okruženju.
sr_la: U ovoj sesiji nema kanala.

source: %s Buffer Configuration
es: Configuración de la lista %s
hr: Konfiguracija Međuspremnika %s
sr_la: %s postavke kanala

source: Configuration saved.
es: Configuración guardada.
hr: Konfiguracija spremljena.
sr_la: Postavke su sačuvane.

source: Configuration canceled.
es: Configuración cancelada.
hr: Konfiguracija otkazana.
sr_la: Postavke su otkazane.

source: Forcing updates is not permitted in this buffer.
es: No se permite forzar la actualización de esta lista.
hr: Forsiranje obnova nije dopušteno u ovom međuspremniku.
sr_la: Nametanje ažuriranja nije dozvoljeno u ovom kanalu.

source: Item text:
es: Texto del elemento:
hr: Tekst stavke:
sr_la: Tekst stavke:

source: View item
es: Ver elemento
hr: Pogledaj Stavku
sr_la: Vidi ‚stavku

source: Interaction is not enabled in this buffer.
es: Esta lista no soporta interacción.
hr: Interakcija nije omogućena u ovom međuspremniku.
sr_la: Interakcija nije uključena u ovom kanalu.

source: No buffers remaining.
es: No quedan listas.
hr: Nema preostalih međuspremnika.
sr_la: Nema preostalih kanala.

source: No current buffer.
es: No hay lista actual.
hr: Nema tekućeg međuspremnika.
sr_la: Nema trenutnog kanala.

source: %s: Empty.
es: %s: vacío.
hr: %s: Prazno.
sr_la: %s: prazno.

source: %s: %d of %d items.
es: %s: %d elementos de %d.
hr: %s: %d od %d stavki.
sr_la: %s: %d od %d stavki.

source: Keystroke Manager
es: Gestor de órdenes de teclado
hr: Upravitelj Tipkovnih Prečaca
sr_la: Upravljač prečica sa tastature

source: SHIFT
es: MAYÚS

source: Key:
es: Tecla:
hr: Tipka:
sr_la: Taster:

source: Function:
es: Función:
hr: Funkcija:
sr_la: Funkcija:

source: Keymap:
es: Mapa de teclado:
hr: Tipkovna mapa:
sr_la: Prečica:

source: E&xecute Function
es: Ejecutar función
sr_la: Izvrši funkciju

source: &Add...
es: &Añadir...
hr: &Dodaj...
sr_la: Dodaj...

source: &Edit...
es: &Editar...
hr: &Uredi...
sr_la: Izmeni...

source: &Delete...
es: &Borrar...
hr: &Obriši...
sr_la: Izbriši...

source: Keystroke in use
es: Tecla en uso
hr: Tipkovni prečac u uporabi
sr_la: Prečica se koristi.

source: The keystroke %s is already in use. Please choose another.
es: La pulsación %s ya está en uso. Elige otra, por favor.
hr: Tipkovni prečac %s je već u uporabi. Molimo izaberite neki drugi.
sr_la: Prečica %s se već koristi. Molimo vas da izaberete neku drugu.

source: Function
es: Función
hr: Funkcija
sr_la: Funkcija

source: Keystroke
es: Orden de teclado
hr: Tipkovni Prečac
sr_la: Prečica

source: Description
es: Descripción
hr: Opis
sr_la: Opis

source: Keymap saved.
es: Mapa de teclado guardado.
hr: Tipkovna mapa spremljena.
sr_la: Prečica sačuvana.

source: Keyboard help on.
es: Ayuda de teclado activa.
hr: Tipkovni pomočnik uključen.
sr_la: Pomoćnik za tastaturu je uključen.

source: Keyboard help off.
es: Ayuda de teclado inactiva.
hr: Tipkovni pomočnik isključen.
sr_la: Pomoćnik za tastaturu je isključen.

source: Modifiers locked.
es: Modificadores bloqueados.
hr: Modifikatori su zaključani.
sr_la: Modifikatori su zaključani.

source: Attached Audio
es: Audio adjunto
hr: Priložen Audio zapis
sr_la: Priložen audio

source: playing audio.
es: Reproduciendo audio
hr: Reproduciranje audio zapisa.
sr_la: Reprodukujem audio

source: audio playback stopped.
es: Reproducción de sonido parada.
hr: Reprodukcija audio zapisa je zaustavljena.
sr_la: Reprodukcija audio zapisa je zaustavljena.

source: Louder.
es: Más alto.
hr: Glasnije.
sr_la: Glasnije

source: Quieter.
es: Más bajo.
hr: Tiše.
sr_la: Tiše

source: No internet connection could be opened.
es: No pudo abrirse la conexión a internet.
hr: Internet veza se ne može otvoriti.
sr_la: Nijedna internet veza ne može biti otvorena.

source: Unable to play audio.
es: Imposible reproducir sonido.
hr: Ne mogu reproducirati audio zapis.
sr_la: Ne mogu da pustim audio.

source: Session mute off
es: Silencio de sesión inactivo
hr: Mutiranje okruženja je isključeno
sr_la: Prigušivanje sesije isključeno

source: Session mute on
es: silencio de sesión activo
hr: Mutiranje okruženja je uključeno
sr_la: Prigušivanje sesije uključeno

source: Global mute off
es: Silencio global desactivado
hr: Sveukupno mutiranje je isključeno
sr_la: Globalno prigušivanje je isključeno

source: Global mute on
es: Silencio global activado
hr: Sveukupno mutiranje je uključeno
sr_la: Globalno prigušivanje je uključeno

source: Sync failed.
es: La sincronización ha fallado
sr_la: Sinhronizacija neuspela.

source: Sync completed.
es: Sincronización completa.
sr_la: Sinhronizacija dovršena.

source: Loading file...
es: Cargando archivo...
sr_la: Učitavam datoteku...

source: Attempting import of buffer %s
es: Intentando importar lista %s
sr_la: Pokušavam da uvezem kanal %s
