Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: es, hr, sr_la

source: Welcome to %s
es: Bienvenido a %s
hr: Dobrodošli u %s
sr_la: Dobrodošli u %s

source: There was an error in the startup process. We appologize for this.
es: Lo sentimos, se produjo un error al iniciar el procesoº
hr: Došlo je do pogreške u procesu pokretanja. Ispričavamo se za ovo.
sr_la: Dogodila se greška prilikom pokretanja. Izvinjavamo se zbog toga.

source: %s Configuration
es: Configuración de %s
hr: %s Konfiguracija
sr_la: %s postavke

source: Are you sure you wish to exit %s?
es: ¿Seguro que quieres salir de %s?
hr: Jeste li sigurni da želite izači iz %s programa?
sr_la: Jeste li sigurni da želite da napustite %s?

source: Exit %s
es: Salir de %s
hr: Izaći iz aplikacije %s
sr_la: Napusti %s

source: Exiting %s.
es: Saliendo de %s.
hr: Izlazim iz %s programa.
sr_la: Izlazim iz %s

source: Speech recognition off.
es: Reconocimiento de voz desactivado.
hr: Prepoznavanje govora je isključeno.
sr_la: Prepoznavanje govora isključeno.

source: Speech recognition on.
es: Reconocimiento de voz activado.
hr: Prepoznavanje govora je uključeno.
sr_la: Prepoznavanje govora uključeno.

source: Error: this is the only session.
es: Error: esta es la única sesión.
hr: Pogreška: Ovo je jedino okruženje.
sr_la: Greška. Ovo je jedina sesija.

source: Delete Session
es: Borrar sesión...
hr: Izbriši Okruženje
sr_la: Izbriši sesiju

source: Please enter a name for this session.
es: Por favor, introduce un nombre para esta sesión.
hr: Molimo unesite ime za ovo okruženje.
sr_la: Molimo vas, unesite ime ove sesije.

source: Unable to spawn new %s session.
es: Imposible abrir nueva sesión %s.
hr: Ne mogu stvoriti novo %s okruženje.
sr_la: Ne mogu da umnožim novu %s sesiju.

source: Please enter a new name for session %s:
es: Introduce un nuevo nombre para la sesión %s:
hr: Molimo unesite novo ime za okruženje %s.
sr_la: Molimo vas unesite novo ime za sesiju %s.

source: Rename %s session
es: Renombrar sesión de %s
hr: Preimenuj okruženje %s
sr_la: Preimenuj %s sesiju

source: Renaming session %s to %s, please wait.
es: Renombrando sesión %s como %s, espera, por favor.
hr: Preimenovanje okruženja %s u %s, molim pričekajte.
sr_la: Menjam ime sesije %s u %s, molim sačekajte.

source: There was an error renaming %s to %s: %s
es: Error al renombrar %s como %s: %s
hr: Dogodila se pogreška kod preimenovanja %s u %s: %s
sr_la: Pojavila se greška prilikom preimenovanja %s na %s: %s

source: Renaming session complete.
es: Sesión renombrada.
hr: Preimenovanje okruženja je završeno.
sr_la: Preimenovanje sesije dovršeno.

source: less than %d second
es: menos de %d segundo
hr: manje od %d sekunde
sr_la: Manje od %d sekund

source: %d second
es: %d segundo
hr: %d sekunda
sr_la: %d sekund

source: %d seconds
es: %d segundos
hr: %d sekundi
sr_la: %d sekundi

source: %d minute
es: %d minutos
hr: %d minuta
sr_la: %d minut

source: %d minutes
es: %d minutos
hr: %d minuta
sr_la: %d minuta

source: %d hour
es: %d hora
hr: %d sat
sr_la: %d sat

source: %d hours
es: %d horas
hr: %d sat
sr_la: %d sati

source: %d day
es: %d día
hr: %d dan
sr_la: %d dan

source: %d days
es: %d días
hr: %d dana
sr_la: %d dana

source: %d week
es: %d semana
hr: %d tjedan
sr_la: %d nedelja

source: %d weeks
es: %d semanas
hr: %d tjedna
sr_la: %d nedelja

source: %d month
es: %d mes
hr: %d mjesec
sr_la: Mesec

source: %d months
es: %d meses
hr: %d mjeseci
sr_la: %d meseci

source: %d year
es: %d año
hr: %d godina
sr_la: %d godina

source: %d years
es: %d años
hr: %d godina
sr_la: %d godina

source: No current session.
es: No hay sesión.
hr: Nema tekućeg okruženja.
sr_la: Nema trenutne sesije

source: Login succeeded.
es: Éxito al identificarse.
hr: Prijava uspješna.
sr_la: Prijavljivanje je uspešno.

source: Login failed.
es: Error de identificación.
hr: Prijava neuspjela.
sr_la: Prijavljivanje nije uspelo.

source: Unable to initialize speech recognition.
es: Imposible iniciar reconocimiento de voz.
hr: Ne mogu inicijalizirati prepoznavanje govora.
sr_la: Ne mogu da pokrenem prepoznavanje govora.

source: Remaining time
es: Tiempo restante
hr: Preostalo vrijeme
sr_la: Preostalo vreme

source: Elapsed time
es: Tiempo transcurrido
hr: Proteklo vrijeme
sr_la: Proteklo vreme

source: Stopwatch reset and counting.
es: Cronómetro a cero y contando.
hr: Resetiranje kronometra i odbrojavanje.
sr_la: Štoperica reset i odbrojavanje

source: Stopwatch counting.
es: Cuenta atrás en curso.
hr: Odbrojavanje kronometra.
sr_la: Štoperica odbrojava

source: Name:
es: Nombre:
hr: Naziv
sr_la: Ime:

source: Countdown Timer
es: Cuenta atrás
hr: Brojač Vremena
sr_la: Brojač

source: Counting.
es: Contando.
hr: Odbrojavanje.
sr_la: Odbrojavanje

source: Countdowns
es: Cuentas atrás
hr: Odbrojavanja
sr_la: Odbrojavanja

source: Timers
es: Temporizadores
hr: Brojila
sr_la: Brojači

source: default
es: predeterminado
hr: početno
sr_la: Podrazumevano

source: Countdown %s complete.
es: Cuenta atrás %s completa.
hr: Odbrojavanje %s završeno.
sr_la: Odbrojavanje %s dovršeno.

source: blocked user
es: usuario bloqueado
hr: blokirani korisnik
sr_la: Blokiran korisnik

source: blocked users
es: usuarios bloqueados
hr: blokirani korisnici
sr_la: Blokirani korisnici

source: %s blocked users retrieved.
es: Obtenidos %s usuarios bloqueados.
hr: Pronađeno %s blokiranih korisnika.
sr_la: %s blokiranih korisnika je primljeno.

source: Are you sure you wish to unblock %s?
es: ¿Seguro que quieres desbloquear a %s?
hr: Jeste li sigurni da želite odblokirati korisnika %s?
sr_la: Jeste li sigurni da želite da odblokirate %s?

source: Unblock
es: Desbloquear
hr: Odblokiraj
sr_la: Deblokiraj

source: unblocking %s
es: Desbloqueando a %s
hr: Odblokiravanje korisnika %s
sr_la: Deblokiranje %s

source: direct message
es: mensaje directo
hr: direktna poruka
sr_la: Direktna poruka

source: direct messages
es: mensajes directos
hr: direktne poruke
sr_la: Direktne poruke

source: Screen Name
es: Alias
hr: Ekransko Ime
sr_la: Ekransko ime

source: favorite
es: favorito
hr: omiljena stavka
sr_la: Omiljeno

source: favorites
es: favoritos
hr: omiljene stavke
sr_la: Omiljeno

source: Tweet removed from favorites.
es: Tuit borrado de favoritos.
hr: Tweet je uklonjen iz favorita.
sr_la: Tvit je uklonjen iz omiljenih stavki.

source: Unable to remove tweet from favorites.
es: Imposible borrar tuit de favoritos.
hr: Ne mogu ukloniti tweet iz favorita.
sr_la: Ne mogu da uklonim tvit iz omiljenih stavki.

source: follower
es: seguidor
hr: pratioc
sr_la: Pratilac

source: followers
es: seguidores
hr: pratioci
sr_la: Pratioci

source: New Follower
es: Seguidores nuevos
hr: Novi Pratioc
sr_la: Novi pratilac

source: friend
es: amigo
hr: Prijatelj
sr_la: Prijatelj

source: friends
es: amigos
hr: prijatelji
sr_la: Prijatelji

source: tweet
es: tuit
sr_la: Tvit

source: tweets
es: tuits
hr: tweetovi
sr_la: Tvitovi

source: tweet from %s
es: tuit de %s
hr: tweet od korisnika %s
sr_la: Tvit od %s

source: tweets from %s
es: tuits de %s
hr: tweetovi korisnika %s
sr_la: Tvitovi od %s

source: list member
es: miembro de la lista
hr: član liste
sr_la: Član liste

source: list members
es: Lista de miembros
hr: članovi liste
sr_la: Članovi liste

source: Are you sure you wish to remove %s from list %s?
es: ¿Seguro que quieres borrar %s de la lista %s?
hr: Jeste li sigurni da želite ukloniti člana %s sa liste %s?
sr_la: Jeste li sigurni da želite da uklonite %s sa liste %s?

source: Remove user
es: Borrar usuario
hr: Ukloni korisnika
sr_la: Ukloni korisnika

source: removing %s from list %s.
es: Borrando %s del lista %s.
hr: Uklanjam člana %s iz liste %s.
sr_la: uklanjam %s sa liste %s

source: list subscriber
es: suscriptor a la lista
hr: pretplatnik liste
sr_la: Pretplatnik liste

source: list subscribers
es: suscriptores a la lista
hr: pretplatnici liste
sr_la: Pretplatnici liste

source: local trend
es: tendencia local
hr: lokalni trend
sr_la: Lokalni trend

source: local trends
es: tendencias locales
hr: lokalni trendovi
sr_la: Lokalni trendovi

source: Retrieving local trends
es: Obteniendo tendencias locales
hr: Pronalaženje lokalnih trendova
sr_la: Primam lokalne trendove

source: Remove Tweet
es: Borrar tuit
hr: Ukloni Tweet
sr_la: ukloni tvit

source: The post you are trying to remove will also be deleted from Twitter. Do you still wish to remove it?
es: El mensaje que estás intentando borrar también se borrará de Twitter. ¿Todavía lo quieres borrar?
hr: Objava koju pokušavate ukloniti također će biti uklonjena sa Twitter-a. Želite li i dalje istu ukloniti?
sr_la: Poruka koju pokušavate da uklonite će takođe biti izbrisana sa Twittera. Da li i dalje želite da je uklonite?

source: Deleting direct message
es: Borrando mensaje directo
hr: Brisanje direktne poruke
sr_la: Brišem direktnu poruku

source: deleting direct message
es: borrando mensaje directo
hr: brisanje direktne poruke
sr_la: Brišem direktnu poruku

source: removing item
es: borrando elemento
hr: uklanjanje stavke
sr_la: Uklanjam stavku

source: mention
es: mención
hr: spominjanje
sr_la: Spominjanje

source: mentions
es: menciones
hr: spominjanja
sr_la: Spominjanja

source: public tweet
es: tuit público
hr: javni tweet
sr_la: Javni tvit

source: public tweets
es: tuits públicos
hr: javni tweetovi
sr_la: Javni tvitovi

source: retweet
es: reenviar
hr: retweetaj
sr_la: Retvit

source: retweets
es: reenvíos
hr: retweetovi
sr_la: Retvitovi

source: result for %s
es: resultado de %s
hr: rezultat za %s
sr_la: Rezultat za %s

source: results for %s
es: resultados de %s
hr: rezultati za %s
sr_la: Rezultati za %s

source: saving search %s
es: guardando búsqueda %s
hr: spremanje pretrage %s
sr_la: Čuvam pretragu %s

source: Destroying saved search %s
es: ºBorrando búsqueda guardada %s
hr: Poništavam spremljenu pretragu %s
sr_la: uništavam sačuvanu pretragu %s

source: sent item
es: elemento enviado
hr: poslana stavka
sr_la: Poslata stavka

source: sent items
es: elementos enviados
hr: poslane stavke
sr_la: Poslate stavke

source: Direct Message
es: Mensaje directo
hr: Direktna Poruka
sr_la: Direktna poruka

source: DM Recipient's Name
es: Nombre del Receptor del MD
hr: Ime primatelja direktne poruke
sr_la: Primalac direktne poruke

source: DM Recipient's Screen Name
es: Apodo del Receptor del MD
hr: Ekransko ime primatelja direktne poruke
sr_la: Ekransko ime primaoca direktne poruke

source: user
es: usuario
sr_la: Korisnik

source: users
es: usuarios
sr_la: Korisnici

source: Retrieving trends
es: Obteniendo tendencias
hr: Pronalaženje trendova
sr_la: Primam trendove

source: trend
es: tendencia

source: trends
es: tendencias
hr: trendovi
sr_la: Trendovi

source: Trending item's name
es: Nombre del elemento de actualidad
hr: Ime stavke trenda
sr_la: Ime stavki u trendu

source: %s updated.
es: Actualizado %s.
hr: %s obnovljen.
sr_la: %s ažurirano

source: Search
es: Búsqueda:
hr: Traži
sr_la: Pretraga

source: Tweet Source
es: Fuente del tuit
hr: Izvor Tweet-a
sr_la: Izvor tvita

source: Geo Tagged
es: geoetiquetado
hr: Geo Tagiran
sr_la: Sa geografskom oznakom

source: Message Text
es: Texto del mensaje
hr: Tekst Poruke
sr_la: Tekst poruke

source: Location
es: Localidad:
hr: Lokacija
sr_la: Lokacija

source: Retweet count
es: Cantidad de reenvíos
hr: Broj retweeta
sr_la: Broj retvitova

source: Favorited
es: Favoritos
hr: Postavljeno u omiljene stavke
sr_la: Omiljeno

source: Retweeted
es: Reenviados
hr: Retweetano
sr_la: Retvitovano

source: Screen name
es: Alias:
hr: Ekransko ime
sr_la: Ekransko ime

source: Protected
es: Protegido
hr: Zaštićeno
sr_la: Zaštićeno

source: Follower count
es: Cantidad de seguidores
hr: Broj pratioca
sr_la: Broj pratilaca

source: Friend count
es: Cantidad de amigos
hr: Broj prijatelja
sr_la: Broj prijatelja

source: Number of tweets
es: Número de tuits:
hr: Broj tweetova
sr_la: Broj tvitova

source: Device notifications
es: Notificaciones a dispositivos
hr: Obavijesti putem uređaja
sr_la: SMS obaveštenja

source: User's local time
es: Hora local del usuario
hr: Mjesno vrijeme korisnika
sr_la: Lokalno vreme korisnika

source: Last Tweet Time
es: Hora del último tuit
hr: Vrijeme posljednjeg Tweet-a
sr_la: Vreme poslednjeg tvita

source: Last Tweet Date
es: Fecha del último tuit
hr: Datum posljednjeg Tweeta
sr_la: Datum poslednjeg tvita

source: Last Tweet Relative Time
es: Tiempo relativo del último tuit
hr: Relativno vrijeme posljednjeg Tweet-a
sr_la: Poslednje relativno vreme tvita

source: %s updated
es: %s actualizado
hr: %s obnovljeno
sr_la: %s ažurirano.

source: %s for %s updated
es: %s de %s actualizado
hr: %s za %s obnovljeno
sr_la: %s za %s ažurirano.

source: Posts per update:
es: Mensajes por actualización:
hr: Postova po obnovi:
sr_la: Poruka po ažuriranju:

source: Max API calls to use per update (1 API call = {0} tweets)
es: Máximas llamadas a la API a usar por actualización (1 llamada = {0} tuits)
hr: Maksimalan broj API poziva za korištenje po obnovi (1 API poziv = {0} tweetova)
sr_la: Najviše API poziva po ažuriranju (1 API poziv = {0} tvitova)

source: Twitter Configuration
es: Configuración de Twitter
hr: Konfiguracija za Twitter
sr_la: Postavke tvitera

source: Sounds
es: Sonidos
hr: Zvukovi
sr_la: Zvuci

source: Templates
es: Modelos
hr: Predlošci
sr_la: Predlošci

source: Always add comments (old style)
es: Añadir comentarios siempre (al viejo estilo)
hr: Uvijek dodaj komentare (stari način)
sr_la: Uvek dodaj komentare, stari stil

source: Ask whether comments are to be added (recommended)
es: Preguntar si se añadirán comentarios (recomendado)
hr: Pitaj hoće li komentari biti dodani (preporučeno)
sr_la: Pitaj za dodavanje komentara, preporučeno

source: Never add comments (automatically retweet)
es: No añadir comentarios nunca (reenviar automáticamente)
hr: Nikad ne dodaj komentare (automatski retweet-aj)
sr_la: Nikad ne dodaj komentare, automatski retvituj

source: Enable DM safe mode
es: Activar modo seguro de MD
sr_la: Uključi siguran način rada sa direktnim porukama

source: Confirm before removing sent tweets and DMs
es: Preguntar antes de borrar tus tuits enviados y MDs
sr_la: Zatraži potvrdu prilikom brisanja tvitova i direktnih poruka

source: Retweet Style
es: Estilo de reenvíos

source: Allow reply to self
es: Permitir automención
sr_la: Dozvoli odgovor sebi

source: Work offline
es: Operar sin conexión
sr_la: Radi van mreže

source: Sound pack
es: Paquete de sonidos

source: Mute session
es: Silenciar sesión

source: New generic buffer template:
es: Nuevo modelo de lista genérica:
sr_la: Novi opšti šablon kanala

source: New search buffer template:
es: Nuevo modelo de lista de búsquedaa:
sr_la: NOvi šablon kanala pretrage

source: New followers/friends buffer template:
es: Nuevo modelo de lista de seguidores/amigos:
sr_la: Novi šablon pratilaca i prijatelja

source: Modify Existing Buffer Templates...
es: Modificar modelos de lista existentes...
sr_la: Izmeni postojeće šablone kanala...

source: User info template:
es: Modelo de información de usuario:
sr_la: Šablon informacija o korisniku

source: Reply template:
es: Modelo de respuesta:
sr_la: Šablon odgovora

source: Retweet template:
es: Modelo de reenvío:

source: Display favorites
es: Mostrar favoritos
hr: Prikaži omiljene stavke
sr_la: Prikaži omiljeno

source: Favorites for:
es: Favoritos de:
hr: Omiljene stavke za:
sr_la: Omiljene stavke za:

source: Follow someone
es: Seguir a alguien
hr: Prati nekoga
sr_la: Pratite nekoga

source: Follow who:
es: Seguir a:
hr: Pratiti koga:
sr_la: Unesite tviter ime osobe koju želite da pratite:

source: Mobile Updates
es: Actualizaciones para móviles
hr: Mobilna Ažuriranja
sr_la: SMS ažuriranja

source: List Followers
es: Listar seguidores
hr: Popis Pratioca
sr_la: Prikaži pratioce

source: Followers for:
es: Seguidores de:
hr: Pratioci za:
sr_la: Pratioci za:

source: List Friends
es: Listar amigos
hr: Popis Prijatelja
sr_la: Prikaži prijatelje

source: Friends for:
es: Amigos de:
hr: Prijatelji za:
sr_la: Prijatelji za:

source: Geo Location
es: Posición geográfica
hr: Zemljopisna Lokacija
sr_la: Geografska lokacija

source: Geo location coordinates:
es: Coordenadas de posición geográfica:
hr: Koordinate zemljopisne lokacije:
sr_la: koordinate geografske lokacije:

source: Location:
es: Localidad:
hr: Lokacija:
sr_la: Lokacija:

source: Input Coordinates
es: Introducir coordenadas
hr: Unos Koordinata
sr_la: Upiši koordinate

source: Latitude:
es: Latitud:
hr: Zemljopisna širina:
sr_la: Geografska širina:

source: Longitude:
es: Longitud:
hr: Zemljopisna dužina:
sr_la: Geografska dužina:

source: Error: Latitude must be a value between negative 90 and positive 90.
es: Error: latitud ha de ser un valor entre menos 90 y mas 90.
hr: Pogreška: Zemljopisna širina mora imati vrijednost između negativnog 90 i pozitivnog 90.
sr_la: Greška. Geografska širina mora biti vrednost između minus 90 i plus 90.

source: Error: Longitude must be a value between negative 180 and positive 180.
es: Error: longitud ha de ser un valor entre menos180 y mas 180.
hr: Pogreška: Zemljopisna dužina mora imati vrijednost između negativnog 180 i pozitivnog 180.
sr_la: Greška. Geografska dužina mora biti vrednosti između minus 90 i plus 90.

source: Individual Timeline
es: Línea temporal individual
hr: Individualna vremenska linija
sr_la: Pojedinačna vremenska linija

source: Buffer for:
es: Lista de:
hr: Međuspremnik za:
sr_la: Kanal za:

source: List name:
es: Nombre de la lista:
hr: Naziv popisa:
sr_la: Ime liste:

source: List mode:
es: Modo de la lista:
hr: Mod popisa:
sr_la: Način liste:

source: List description:
es: Descripción de lista:
hr: Opis popisa:
sr_la: Opis liste:

source: List manager
es: Gestor de lista
hr: Upravitelj lista
sr_la: Upravljač listama

source: Current lists:
es: Listas actuales:
hr: Trenutni popisi:
sr_la: Trenutne liste:

source: &Add list...
es: &Añadir lista...
hr: &Dodaj listu...
sr_la: Dodaj listu...

source: &Edit list...
es: &Editar lista...
hr: &Uredi listu...
sr_la: Izmeni listu...

source: &Remove list...
es: E&liminar lista...
hr: &Ukloni listu...
sr_la: Ukloni listu...

source: Subscribe
es: Suscribirse
hr: ¸Prijavi se
sr_la: Prijavi se

source: &Unsubscribe
es: Borrarse
hr: &Odjavi se
sr_la: Odjavi se

source: &Spawn list
es: Producir lista
hr: &Stvori listu
sr_la: Umnoži listu

source: Add list
es: Añadir lista
hr: Dodaj listu
sr_la: Dodaj listu

source: Creating list
es: Creando lista
hr: Stvaranje liste
sr_la: Stvaram listu

source: Please wait...
es: Por favor espera...
hr: Molim pričekajte...
sr_la: Molim sačekajte...

source: Edit list
es: Editar lista
hr: Uredi listu
sr_la: Izmeni listu

source: Editting list
es: Editando lista
hr: Uređivanje liste
sr_la: Menjam listu

source: Delete list
es: Borrar lista
hr: Obriši popis
sr_la: Izbriši listu

source: Subscribing to list
es: Suscribiéndose a lista
hr: Prijava na listu
sr_la: Prijavljujem se na listu

source: Unsubscribing from list
es: Borrándose de la lista
hr: Odjava s list
sr_la: Odjavljujem se sa liste

source: Owner
es: Propietario
hr: Vlasnik
sr_la: Vlasnik

source: Mode
es: Modo
hr: Mod
sr_la: Način

source: Location Selection
es: Selección de localidad
hr: Odabir Lokacije
sr_la: Odabir lokacije

source: Select type of location:
es: Elige tipo de localidad:
hr: Odaberite vrstu lokacije:
sr_la: Izaberite vrstu lokacije

source: Select location:
es: Elige localidad:
hr: Odabir lokacije:
sr_la: Izaberite lokaciju

source: &Mention all users
es: &Mencionar a todos los usuarios
hr: &Spomeni sve korisnike
sr_la: Spomeni sve korisnike

source: Tweet
es: Tuit
sr_la: Tvit

source: Retweet:
es: Reenviar:
hr: Retweet-aj:
sr_la: Retvit

source: Screen name:
es: Alias:
hr: Ekransko ime:
sr_la: Ekransko ime

source: Real name:
es: Nombre real:
hr: Pravo ime:
sr_la: Stvarno ime:

source: Account ID:
es: ID de la cuenta:
hr: ID računa:
sr_la: ID naloga:

source: Bio:
es: Biografía:
hr: Biografija:
sr_la: Biografija:

source: Tweets are protected:
es: Tuits protegidos:
hr: Tweet-ovi su zaštićeni:
sr_la: Tvitovi su zaštićeni.

source: Yes
es: sí
sr_la: Da

source: Number of followers:
es: número de seguidores:
hr: Broj pratioca:
sr_la: Broj pratilaca:

source: Number of friends:
es: Número de amigos:
hr: Broj prijatelja:
sr_la: Broj prijatelja:

source: Number of having this user in their lists:
es: Número de suscripciones de este usuario a sus listas.
sr_la: Oni koji imaju tog korisnika na svojim listama

source: Number of tweets:
es: Número de tuits:
hr: Broj tweet-ova:
sr_la: Broj tvitova:

source: Average tweets per day since joining Twitter:
es: Media de tuits diarios desde el registro a twitter:
hr: Prosječni tweet-ovi po danu od pristupa Twitter-u:
sr_la: Prosečno tvitova po danu od dolaska na twitter:

source: Date of last tweet:
es: Fecha del último tuit:
hr: Datum zadnjeg tweet-a:
sr_la: Datum poslednjeg tvita:

source: Not available
es: No disponible
hr: Nije dostupno
sr_la: Nije dostupno

source: Date joined Twitter:
es: Fecha de registro en twitter:
hr: Datum pristupa Twitter-u:
sr_la: Datum pridruživanja Twitter-u:

source: Follow %s
es: Seguir a %s
hr: Prati korisnika %s
sr_la: Prati %s

source: Unfollow %s
es: Dejar de seguir a %s
hr: Prestani pratiti korisnika %s
sr_la: Otprati %s

source: Update profile
es: Actualizar perfil
hr: Ažuriraj profil
sr_la: Ažuriraj profil

source: Name (Maximum of %d characters).
es: Nombre (máximo %d caracteres).
hr: Ime (Maksimalno %d znakova).
sr_la: Ime, najviše %d znakova

source: URL (Maximum of %d characters).
es: Dirección web (máximo %d caracteres).
hr: URL adresa (Maksimalno %d znakova).
sr_la: URL: najviše %d znakova

source: Location (Maximum of %d characters).
es: Localidad (máximo %d caracteres).
hr: Lokacija (Maksimalno %d znakova).
sr_la: Lokacija: Najviše %d znakova.

source: Bio (Maximum of %d characters).
es: Biografía (máximo %d caracteres).
hr: Biografija (Maksimalno %d znakova).
sr_la: Biografija, najviše %d znakova

source: Relationship
es: Rrelación
hr: Veza
sr_la: Odnos

source: Relationship status between:
es: Estado de relación entre:
hr: Status veze između:
sr_la: Stanje odnosa između:

source: And:
es: y:
hr: I:
sr_la: I:

source: Twitter Search:
es: Búsqueda en twitter:
hr: Twitter Pretraga:
sr_la: Pretraga Twittera:

source: Persistent results
es: Resultados persistentes
hr: Stalni rezultati
sr_la: Stalni rezultati

source: Save Search
es: Guardar búsqueda
hr: Spremi Pretragu
sr_la: Sačuvaj pretragu

source: Unfollow someone
es: Dejar de seguir a alguien
hr: Prestani pratiti nekoga
sr_la: Otpratite nekoga

source: Unfollow who:
es: No seguir a:
hr: Prestani pratiti koga:
sr_la: Unesite ime osobe koju želite da otpratite:

source: Action:
es: Acción:
hr: Akcija:
sr_la: Radnja:

source: Block
es: Bloquear
hr: Blokiraj
sr_la: Blokiraj

source: Report as spam
es: Denunciar como spam
hr: Prijavi kao neželjeno
sr_la: Prijavi zloupotrebu

source: Unfollow
es: Dejar de seguir
hr: Prestani pratiti
sr_la: Otprati

source: User profile
es: Perfil de usuario
hr: Korisnički profil
sr_la: Korisnički profil

source: User profile for:
es: Perfil de usuario de:
hr: Korisnički Profil za:
sr_la: Korisnički profil za:

source: Direct message
es: Mensaje directo
hr: Direktna poruka
sr_la: Direktna poruka

source: Unable to detect a user to reply to.
es: No se encuentra usuario al que responder.
hr: Ne mogu naći korisnika kojemu treba odgovoriti.
sr_la: Ne mogu da otkrijem korisnika kome treba odgovoriti.

source: Reply
es: Responder
hr: Odgovori
sr_la: Odgovori

source: reply
es: responder
hr: odgovor
sr_la: Odgovori

source: view item
es: Ver elemento
hr: Pregledaj stavku
sr_la: Pogledaj stavku

source: View Tweet From %s
es: Ver tuit de %s
hr: Pogledaj Tweet Od %s
sr_la: Pogledaj tvit od %s

source: Item is not a post.
es: El elemento no es un mensaje.
hr: Stavka nije post.
sr_la: Stavka nije poruka.
