Repository: FBSLikan/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: es, hr, sr_la

source: Cannot retweet a direct message while DM safe mode is enabled.
es: Imposible reenviar un mensaje directo con el modo seguro de MD activo.
hr: Ne mogu izvršiti retweet direktne poruke dok je DP sigurnosni mod omogućen.
sr_la: Ne mogu da retvitujem direktnu poruku dok je sigurnosni način rada direktnih poruka uključen.

source: Cannot retweet your own tweet.
es: Imposible reenviarse a uno mismo.
hr: Ne mogu izvršiti retweet Vašeg vlastitog tweet-a.
sr_la: Ne možete retvitovati sopstveni tvit.

source: Would you like to add a comment?
es: ¿Te gustaría añadir un comentario?
hr: Želite li dodati komentar?
sr_la: Želite li da dodate komentar?

source: Retweet
es: Reenviar
sr_la: Retvituj

source: No users to follow detected in current post.
es: No se han detectado usuarios para seguir en el mensaje actual.
hr: U trenutnoj objavi nisu nađeni korisnici za praćenje.
sr_la: U ovoj poruci nije otkriven niko koga biste mogli pratiti.

source: No users to unfollow detected in current post.
es: No se han detectado usuarios para dejar de seguir en el mensaje actual.
hr: Korisnici koje treba prestati pratiti nisu nađeni u trenutnoj objavi.
sr_la: U ovoj poruci nije otkriven niko koga biste mogli otpratiti.

source: No URLs detected in current post.
es: No se han detectado URLs en el mensaje actual.
hr: U trenutnoj objavi nisu nađene URL adrese.
sr_la: Nisu otkriveni linkovi u ovoj poruci.

source: Twitter search
es: Búsqueda en twitter
hr: Twitter pretraga
sr_la: Pretraga Twittera

source: Please enter a term to search for.
es: Introduce un término a buscar, por favor.
hr: Unesite pojam za pretragu.
sr_la: Molimo unesite šta tražite:

source: Search for %s
es: Buscar %s
hr: Traži %s
sr_la: Pretraga za %s

source: Trending: Worldwide
es: Actualidad: mundial
hr: Trending: Širom svijeta
sr_la: Trendovi: Širom sveta

source: Loading public timeline.
es: Abriendo hilo temporal público.
hr: Učitavanje javne vremenske linije.
sr_la: Učitavam javnu vremensku liniju

source: Public Timeline
es: Hilo temporal público
hr: Javna Vremenska Linija
sr_la: Javna vremenska linija

source: Favorites
es: Favoritos
hr: Omiljene stavke
sr_la: Omiljene stavke

source: Loading favorites
es: Abriendo favoritos
hr: Učitavanje omiljenih stavki
sr_la: Učitavam omiljene stavke

source: %s's favorites
es: Favoritos de %s
hr: Omiljene stavke korisnika %s
sr_la: %s omiljene stavke

source: Loading favorites for %s.
es: Abriendo favoritos de %s.
hr: Učitavanje omiljenih stavki za korisnika %s.
sr_la: Učitavam omiljene stavke za %s

source: Followers
es: Seguidores
hr: Pratioci
sr_la: Pratioci

source: Loading followers list.
es: Abriendo lista de seguidores.
hr: Učitavanje popisa pratioca.
sr_la: Učitavam listu pratilaca

source: Friends
es: Amigos
hr: Prijatelji
sr_la: Prijatelji

source: Loading friends list.
es: Abriendo lista de amigos.
hr: Učitavanje popisa prijatelja.
sr_la: Učitavam listu prijatelja

source: Please launch your followers buffer before attempting to perform analysis.
es: Abre la lista de seguidores antes de intentar hacer el análisis, por favor.
hr: Molimo učitajte međuspremnik sa Vašim pratiocima prije pokušaja izvršavanja analize.
sr_la: molimo vas da pokrenete kanal sa vašim pratiocima pre nego što pokušate da izvršite analize.

source: Cannot perform analysis on an empty followers buffer.
es: No se puede analizar una lista de seguidores vacía.
hr: Ne mogu izvršiti analizu u praznom međuspremniku pratioca.
sr_la: Ne mogu da izvršim analize na praznom kanalu pratilaca.

source: Followers Analysis
es: Análisis de seguidores
hr: Analiza Pratioca
sr_la: Analiza pratilaca

source: Performing followers analysis, please wait...
es: Analizando seguidores, espera, por favor...
hr: Obavljanje analize pratioca, molim pričekajte...
sr_la: Izvršavam analize pratilaca... Molim sačekajte...

source: Blocked Users
es: Usuarios bloqueados
hr: Blokirani Korisnici
sr_la: Blokirani korisnici

source: Loading blocked users.
es: Abriendo usuarios bloqueados
hr: Učitavanje blokiranih korisnika.
sr_la: Učitavam blokirane korisnike

source: %s's timeline
es: Hilo temporal de %s
hr: Vremenska linija korisnika %s
sr_la: %s vremenska linija

source: Loading timeline for %s.
es: Abriendo hilo temporal de %s.
hr: Učitavanje vremenske linije za korisnika %s.
sr_la: Učitavam vremensku liniju za %s

source: %s's followers
es: Seguidores de %s
hr: Pratioci korisnika %s
sr_la: %s pratioci

source: Loading friends for %s.
es: Abriendo amigos de %s.
hr: Učitavanje prijatelja za korisnika %s.
sr_la: Učitavam prijatelje za %s

source: %s's friends
es: Amigos de %s
hr: Prijatelji korisnika %s
sr_la: %s prijatelji

source: This command is not supported from within a search buffer.
es: Esta orden no se puede usar en lista de búsqueda.
hr: Ova naredba nije podržana unutar međuspremnika za pretragu.
sr_la: Ova komanda nije podržana iz kanala pretrage.

source: No user detected in current item.
es: No se ha detectado ningún usuario en el elemento actual.
hr: Korisnik nije pronađen u trenutnoj stavci.
sr_la: Nijedan korisnik nije otkriven u trenutnoj stavci.

source: Loading profile for %s
es: Abriendo perfil de %s.
hr: Učitavanje profila za korisnika %s
sr_la: Učitavam profil za %s

source: Retrieving locations.
es: Obteniendo localidades.
hr: Pronalaženje lokacija.
sr_la: Primam lokacije

source: Unable to retrieve local trend locations; please try again later.
es: Imposible obtener localidades para últimas tendencias locales, inténtalo más tarde.
hr: Ne mogu pronaći lokacije lokalnih trendova; molimo pokušajte ponovo kasnije.
sr_la: Ne mogu da primim lokacije trendova. Molim pokušajte kasnije.

source: Canceled
es: Cancelado
hr: Otkazano
sr_la: Otkazano

source: Are you sure you want to import %d items from old database?
es: ¿Seguro que quieres importar %d elementos de base de datos vieja?
hr: Jeste li sigurni da želite importirati %d stavki iz stare baze podataka?
sr_la: Jeste li sigurni da želite da uvezete %d stavki iz stare baze podataka?

source: Are you sure?
es: ¿Seguro?
hr: Jeste li sigurni?
sr_la: Jeste li sigurni?

source: Importing, please wait.
es: Importando, espera, por favor.
hr: Importiranje, molim pričekajte.
sr_la: Uvozim, molim sačekajte...

source: Session type mismatch.
es: Tipo inadecuado de sesión.
hr: Neusklađenost vrste okruženja.
sr_la: Neslaganje vrste sesija.

source: Import complete.
es: Importación completa.
hr: Uvoz je završen.
sr_la: Uvoz dovršen.

source: Import completed successfully.
es: Éxito al importar.
hr: Uvoz je uspješno završen.
sr_la: Uvoz je uspešno završen.

source: No geo location info present in this tweet.
es: No hay info de posición geográfica en este tuit.
hr: Informacija o zemljopisnoj lokaciji nije prisutna u ovom tweet-u.
sr_la: U ovom tvitu geografska lokacija nije prikazana.

source: Retrieving geo location info...
es: Obteniendo info de posición geográfica...
hr: Pronalaženje informacije o zemljopisnoj lokaciji...
sr_la: Primam informacije o geografskoj lokaciji...

source: Error determining location.
es: Error al determinar localización.
hr: Greška pri dobivanju lokacije.
sr_la: Greška prilikom određivanja lokacije.

source: Sorry, geo locator didn't provide an address.
es: Lo sentimos, el localizador geográfico no puede establecer una localización.
sr_la: Izvinite, geolokacijska usluga nije pribavila adresu-

source: Enter a name to search for:
es: Introduce un nombre a buscar:
hr: Unesite ime koje želite tražiti:
sr_la: Unesite ime koje tražite:

source: User search
es: Búsqueda de usuarios
hr: Korisnička pretraga
sr_la: Pretraga korisnika

source: User search for %s
es: Búsqueda de usuarios por %s
hr: Korisnička pretraga za %s
sr_la: Pretraga korisnika za %s

source: Retrieving relationship status for %s
es: Obteniendo información de relaciones de %s
hr: Pronalaženje stanja veze za korisnika %s
sr_la: Primam status odnosa za %s

source: Retrieving relationship status between %s and %s
es: Obteniendo estado de la relación entre %s y %s
hr: Pronalaženje statusa veze između korisnika %s i korisnika %s
sr_la: Primam status odnosa između %s i %s

source: Select user to add
es: Elige usuario a añadir
hr: Izaberite korisnika kojeg želite dodati
sr_la: Izaberite korisnika za dodavanje

source: Retrieving lists, please wait.
es: Obteniendo lista, por favor espera.
hr: Pronalaženje listi, molim pričekajte.
sr_la: Primam liste. Molim sačekajte...

source: No lists defined. Please create a list with the list manager before performing this action.
es: No hay listas definidas. Por favor, crea una con el gestor de listas antes de realizar esta acción.
hr: Liste nisu definirane. Molim napravite listu rabeći Upravitelj Lista prije obavljanja ove akcije.
sr_la: Nijedna lista nije stvorena. Molim vas da stvorite listu preko upravljača lista pre izvršavanja ove radnje.

source: Select list
es: Elegir lista
hr: Izaberite listu
sr_la: Izaberite listu

source: Please select a list to add %s to?
es: Elige una lista a la que añadir %s.
hr: Molim izaberite listu u koju želite dodati člana %s?
sr_la: Molim izaberite listu na koju želite da dodate %s

source: adding %s to list %s.
es: Añadiendo %s a la lista %s.
hr: dodavanje člana %s na listu %s.
sr_la: Dodajem %s na listu %s

source: Select user to remove
es: Elige usuario a borrar
hr: Izaberite korisnika kojeg želite ukloniti
sr_la: Izaberite korisnika koga želite da uklonite

source: Please select a list to remove %s from?
es: Elige la lista de la que borrar %s.
hr: Molim izaberite listu iz koje želite ukloniti člana %s?
sr_la: Izaberite listu sa koje želite da uklonite %s

source: Please change to a list buffer before using this command.
es: Ponte en un buffer de listas antes de usar esta orden.
hr: Molim prebacite se na međuspremnik liste prije korištenja ove naredbe.
sr_la: Molim vas da se prebacite na kanal liste pre nego što koristite ovu komandu.

source: Choose your social network:
es: Elige tu red social:
hr: Odaberite vašu socijalnu mrežu:
sr_la: Izaberite vašu društvenu mrežu:

source: Social Network
es: Red social
hr: Socijalna Mreža
sr_la: Društvena mreža

source: Users who follow me but whom I do not follow
es: Usuarios que me siguen pero a los que no sigo
hr: Korisnici koji me prate ali ja ne pratim njih
sr_la: Korisnici koji me prate ali ih ja ne pratim

source: Users whom I follow and who also follow me
es: Usuarios a los que sigo y que también me siguen
hr: Korisnici koje ja pratim i koji također prate mene
sr_la: Korisnici koje pratim i koji me takođe prate

source: Users whom I follow but who do not follow me
es: Usuarios a los que sigo pero que no me siguen
hr: Korisnici koje ja pratim ali oni ne prate mene
sr_la: Korisnici koje pratim ali koji me ne prate

source: Please launch both your followers and friends buffers before attempting to create a social network.
es: Abre tanto tu lista de seguidores como de amigos antes de intentar crear una red social.
hr: Molim učitajte međuspremnike za vaše pratioce i prijatelje prije no što pokušate stvoriti socijalnu mrežu.
sr_la: Molim vas pokrenite kanale sa pratiocima i prijateljima pre nego što pokušate da stvorite društvenu mrežu.

source: Cannot create social network from an empty followers or friends buffer.
es: No se puede crear una red social desde una lista vacía de seguidores o amigos.
hr: Ne mogu stvoriti socijalnu mrežu iz praznog međuspremnika za pratioce ili prijatelje.
sr_la: Ne mogu da stvorim društvenu mrežu iz praznog kanala pratilaca ili prijatelja.

source: Creating social network, please wait...
es: Creando red social, espera, por favor...
hr: Stvaranje socijalne mreže, molim pričekajte...
sr_la: Stvaram društvenu mrežu... Molim sačekajte...

source: Social Network: %s
es: Red social: %s
hr: Socijalna Mreža: %s
sr_la: Društvena mreža: %s

source: Translation from %s to %s
es: Traducción de %s a %s
hr: Prijevod s jezika %s na jezik %s
sr_la: Prevod sa %s na %s

source: Select user
es: Elegir usuario
hr: Izaberite korisnika
sr_la: Izaberite korisnika

source: Direct Messages
es: Mensajes Directos
hr: Direktne Poruke
sr_la: Direktne poruke

source: Home
es: Principal
hr: Početni
sr_la: Početni

source: Mentions
es: Menciones
hr: Napomene
sr_la: Spominjanja

source: Sent
es: Enviados
hr: Poslano
sr_la: Poslato

source: Please wait while an access token is retrieved from Twitter.
es: Espera mientras se obtiene un marcador de acceso de Twitter, por favor.
hr: Molimo pričekajte dok se ne dohvati pristupni znak sa Twitter usluge.
sr_la: Molim sačekajte dok ne primim pristupni ključ od Twittera.

source: Please enter the verification code from Twitter for session %s
es: Introduce el código de verificación de Twitter para la sesión %s.
sr_la: Molim vas unesite verifikacioni kod sa Twittera za sesiju %s

source: Twitter Login
es: Identificación de Twitter
hr: Prijava na Twitter
sr_la: Prijavljivanje na Twitter

source: Retrieved access token from Twitter.
es: Obtenido marcador de acceso de Twitter.
hr: Dohvaćen pristupni znak od Twitter usluge.
sr_la: Primljen pristupni ključ sa Twittera

source: verifying Twitter credentials
es: Verificando credenciales de Twitter
hr: Provjera Twitter vjerodajnica
sr_la: Proveravam pristupne podatke za Twitter

source: Logged into Twitter as %s
es: Autenticado en Qwitter como %s
hr: Prijavljen na Twitter kao %s
sr_la: Prijavljen na Twitter kao %s

source: Login failed!
es: ¡Error de identificación!
hr: Prijava neuspjela!
sr_la: Prijavljivanje nije uspelo!

source: Loading %d saved search%s from twitter.
es: Cargando %d búsquedas%s guardadas en twitter.
hr: Učitavanje %d spremljene pretrage%s iz twitter-a.
sr_la: Učitavam %d sačuvanu pretragu %s sa Twittera.

source: Retrieving lists
es: Obteniendo listas
hr: Pronalaženje lista
sr_la: Primam liste

source: Retrieving lists for %s
es: Obteniendo listas de %s
hr: Pronalaženje lista za %s
sr_la: Primam liste za %s

source: Retrieving %d list timeline%s from twitter.
es: Obteniendo hilo temporal %d de la lista%s desde Twitter.
hr: Pronalaženje %d vremenske linije liste%s sa Twitter-a.
sr_la: Primam %d listu vremenske linije %s sa twittera.

source: List timeline for %s
es: Abriendo hilo temporal de %s.
hr: Vremenska linija liste za %s
sr_la: Lista vremenske linije za %s

source: retrieving relationship status for %s
es: Obteniendo información de relaciones de %s
hr: Pronalaženje stanja veze za korisnika %s
sr_la: Primam status odnosa za %s

source: You are following %s.
es: Ahora sigues a %s.
hr: Sada pratite korisnika %s.
sr_la: Vi pratite %s

source: %s is following you.
es: %s te sigue.
hr: %s vas prati.
sr_la: %s vas prati.

source: No relationship exists between yourself and %s.
es: No hay relación entre ti y %s.
hr: Veza između vas i korisnika %s ne postoji.
sr_la: Ne postoji nikakav odnos između vas i %s.

source: retrieving relationship status between %s and %s
es: Obteniendo información de relaciones entre %s y %s
hr: Pronalaženje stanja veze između korisnika %s i korisnika %s
sr_la: Primam status odnosa između %s i %s

source: %s is following %s.
es: %s sigue a %s.
hr: Korisnik %s prati korisnika %s.
sr_la: %s prati %s

source: No relationship exists between %s and %s.
es: No hay relación entre %s y %s.
hr: Veza između korisnika %s i korisnika %s ne postoji.
sr_la: Ne postoji nikakav odnos između %s i %s

source: following %s
es: siguiendo a %s
hr: praćenje korisnika %s
sr_la: Praćenje %s

source: unfollowing %s
es: dejando de seguir a %s
hr: prestanak praćenja korisnika %s
sr_la: Ne pratim %s

source: blocking %s
es: bloqueando a %s
hr: blokiranje korisnika %s
sr_la: Blokiram %s

source: reporting %s as spam
es: Informar de %s por spam
hr: prijava korisnika %s kao neželjenog
sr_la: Prijavljujem %s kao nepoželjno.

source: Update
es: al actualizar
hr: Obnova
sr_la: Ažuriraj

source: Sending dm
es: Enviando MD
hr: Šaljem direktnu poruku
sr_la: šaljem direktnu poruku

source: adding user %s to list %s
es: Añadiendo usuario %s a la lista %s
hr: Dodavanje korisnika %s u listu %s
sr_la: Dodajem korisnika %s na listu %s

source: Please wait while your profile is retrieved.
es: Espera mientras se obtiene tu perfil, por favor.
hr: Molim pričekajte dohvaćanje vašeg profila.
sr_la: Molim sačekajte dok ne primim vaš profil

source: Retrieving profile to edit
es: Obteniendo perfil a editar
hr: dohvaćanje profila za uređivanje
sr_la: Primam profil za izmenu

source: updating profile
es: Actualizando perfil
hr: obnova profila
sr_la: Ažuriram profil

source: %s has no lists.
es: No hay listas en %s.
hr: %s nema liste.
sr_la: %s nema liste.

source: %s failed. Reason: %s
es: Fallo en %s. Motivo: %s
hr: %s neuspjelo. Razlog: %s
sr_la: %s nije uspelo. Razlog: %s

source: %s succeeded.
es: Éxito %s.
hr: %s uspješno.
sr_la: %s uspešno.

source: Retrieving API calls
es: Obteniendo llamadas de la API
hr: Pronalaženje API poziva
sr_la: Primam API pozive

source: You have %s API calls left. They will reset to %d calls in %s.
es: Te quedan %s llamadas a la API. Volverán a %d en %s.
hr: Preostalo Vam je %s API poziva. Oni će biti resetirani na %d poziva u %s.
sr_la: Preostalo vam je još %s API poziva. Oni će se resetovati na %d poziva za %s.

source: You can only favorite a tweet.
es: Sólo puedes añadir tuits a favoritos.
hr: U omiljene stavke se može dodavati samo tweet.
sr_la: Možete samo označiti tvit kao omiljen.

source: Marking as favorite
es: Marcando como favorito
hr: Označeno kao omiljena stavka
sr_la: Označavam kao omiljeno

source: marking as favorite
es: Marcando como favorito
hr: označeno kao omiljena stavka
sr_la: Označavam kao omiljeno

source: Toggling device notifications
es: Conmutando notificaciones a dispositivos
hr: Uključivanje obavijesti putem uređaja
sr_la: Uključujem ili isključujem SMS obaveštenja

source: retrieving user details for %s
es: Obteniendo detalles de usuario %s
hr: Pronalaženje pojedinosti za korisnika %s
sr_la: Primam korisničke detalje za %s

source: enabling device notifications for %s
es: Activando notificaciones a dispositivo %s
hr: Uključenje obavijesti putem uređaja za korisnika %s
sr_la: uključujem SMS obaveštenja za %s

source: disabling device notifications for %s
es: Desactivando notificaciones a dispositivo %s
hr: Isključenje obavijesti putem uređaja za korisnika %s
sr_la: Isključujem SMS obaveštenja za %s

source: There was an error spawning previously-loaded sessions. Please send your log to The Qube's development staff. Activating new session dialog.
es: Se produjo un error al generar las sesiones cargadas anteriormente. Envía el registro al equipo de desarrollo de The Qube, por favor. Activando diálogo de nueva sesión.
sr_la: Dogodila se greška prilikom umnožavanja prethodno učitanih ssesija. Molim pošaljite vaš dnevnik razvojnom timu The Qube programa. Dijalog aktivacije nove sesije.

source: An update for %s is available, would you like to download and install it now?
es: Una actualización de %s está disponible, ¿quieres descargar %s y actualizarlo ahora?
sr_la: Dostupna je nadogradnja za %s. Želite li da je preuzmete i instalirate?

source: Update %s
es: Actualizar %s
sr_la: Dogradi %s

source: An update for The Qube has been downloaded and installed. Press okay to restart the application and begin using the new version. Enjoy!
es: Se ha actualizado e instalado una nueva versión de The Qube. Pulsa aceptar para reiniciar la aplicación y empezar a usar la nueva versión. ¡Bienvenido al futuro!
sr_la: Nadogradnja za The Qube je uspešno preuzeta i instalirana. Pritisnite u redu za ponovno pokretanje nove verzije aplikacije. Uživajte.

source: The Qube update
es: Actualización de The Qube
sr_la: Nadogradnja za The Qube

source: action
es: acción:
hr: akcija
sr_la: Radnja

source: Delaying %s for %s.
es: %s se retrasa durante %s.
hr: Odgađam %s za %s.
sr_la: Odlažem %s za %s

source: a decade
es: una década
hr: desetljeće
sr_la: Dekada

source: {0} decades
es: {0} décadas
hr: {0} desetljeća
sr_la: {0} dekada

source: a year
es: un año
hr: godina
sr_la: Godina

source: {0} years
es: {0} años
hr: {0} godina
sr_la: {0} godina

source: a month
es: un mes
hr: mjesec
sr_la: Mesec

source: {0} months
es: {0} meses
hr: {0} mjeseci
sr_la: {0} meseci

source: a week
es: una semana
hr: tjedan
sr_la: Nedelja

source: {0} weeks
es: {0} semanas
hr: {0} tjedana
sr_la: {0} nedelja

source: a day
es: un día
hr: dan
sr_la: Dan

source: {0} days
es: {0} días
hr: {0} dana
sr_la: {0} dana

source: an hour
es: una hora
hr: sat
sr_la: Sat

source: {0} hours
es: {0} horas
hr: {0} sati
sr_la: {0} sati

source: a minute
es: un minuto
hr: minuta
sr_la: Minut

source: {0} minutes
es: {0} minutos
hr: {0} minuta
sr_la: {0} minuta

source: a second
es: un segundo
hr: sekunda
sr_la: Sekund

source: {0} seconds
es: {0} segundos
hr: {0} sekundi
sr_la: {0} sekundi

source: Total
hr: Sveukupno
sr_la: ukupno

source: No
sr_la: Ne

source: dm
hr: direktna poruka
sr_la: Poruka

source: URL:
hr: URL adresa:
